Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: With your personnalized solar panel the hypothesis would be to have <b>%d panel(s)</b> of <b>%dW</b> each, which could raise the plant up to %dW
es_es: Con el panel solar personalizado la hipótesis sería que <b>%d panel(s)</b> del <b>%dW</b> cada uno, que podría elevar la planta hasta %dW
fa: با شخصی سازی پنل های خورشیدی خود فرضیه دارای <b>%dپنل ها </b>از<b>%dW</b>هر کدام که پلنت باتری را به %dW افزایش می دهد
fr: Avec votre panneau personnalisé l'hypothèse serait d'avoir <b>%d panneau(x)</b> de <b>%dW</b> chacun, ce qui pousse la capacité du parc à %dW
id: Dengan panel surya pribadi anda, hipotesisnya adalah memiliki <b>%d panel(s)</b> dari <b>%dW</b> masing-masing, yang bisa meningkatkan hasil hingga %dW
it: Con il tuo pannello solare personalizzato l'ipotesi sarebbe quella di avere <b>%d pannello(s)</b> di <b>%dW</b> ciascuno, che potrebbe aumentare l'impianto fino a %dW
ru: С вашей персонализированной солнечной панелью предполагается иметь <b>%d панелей</b> по <b>%dВт</b> каждая, что могло бы поднять мощность установки до %dВт
tr: Kişiselleştirilmiş güneş paneliniz ile hitotez, her biri <b>%dW'lık</b> tesisi %dW'a kadar arttırabilecek <b>%d panele</b> sahip olmalıdır
uk: З вашою персоналізованою сонячною панеллю, гіпотезою було б мати <b>%d панелі(ей)</b> по <b>%dВт</b> кожна, що підняло б потужність установки до %dВт

source: With %s selected panel of <b>%dW</b>, one hypothesis would be to have <b>%d of panel(s)</b>
es_es: Con %s panel seleccionado de <b>%dW</b>, una hipótesis sería que <b>%d de panel(s)</b>
fa: با%s پنل های انتخابی از<b>%dW</b> یک فرضیه دارای<b>%dاز پنل ها باشد</b>
fr: Avec le panneau %s sélectionné de <b>%dW</b>, une hypothèse serait d'avoir <b>%d de ces panneau(x)</b>
id: Dengan %s pilihan panel <b>%dW</b>, satu hipotesis akan memiliki <b>%d of panel(s)</b>
it: Con %s il pannello selezionato di <b>%dW</b>, un'ipotesi sarebbe avere <b>%d del pannello(i)</b>
ru: При выбранной панели %s по <b>%dВт</b> предполагается, что нужно <b>%d таких панелей</b>
tr: <b>%dW</b>'lık seçili %s panel ile bir hipotez <b>%d panele</b> sahip olmalıdır
uk: З вибраними %s панелями по <b>%dВт</b>, однією з гіпотез було б мати <b>%d панелі (ей)</b>

source: We are looking here for the nominal capacity expressed in ampere per hour (Ah, given in <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>)
es_es: Estamos buscando aquí la capacidad nominal expresada en amperios por hora (Ah, dado que en <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank"> C10</a>)
fa: ما در اینجا برای ظرفیت اسمی بیان شده در آمپر در ساعت (Ah، در <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank"> C10 </a>)
fr: On cherche ici la capacité nominale des batteries exprimée en ampères heure (Ah, donné en <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>)
id: Kami disini mencari kapasitas nominal yang dinyatakan dalam ampere per jam (Ah, given in <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>)
it: Stiamo cercando qui la capacità nominale espressa in ampere per ora (Ah, dato in <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>)
ru: Здесь мы ищем номинальную емкость, выраженную в ампер/часах (Aч, предоставлено на <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank"> C10</a>)
tr: Burada saatte amper olarak ifade edilen nominal kapasiteyi hesaplıyoruz (Ah, <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>'da verilen)
uk: Тут ми шукаємо номінальну ємність, виражену в амперах на годину (Ah, дану в <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">С10</a>)

source: Cap = (Dn x Aut) / (DD x U)
fr: Cap = (Bj x Aut) / (DD x U)

source: Cap (Ah) : Nominal capacity of batteries (in <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
es_es: Cap (Ah) : Capacidad Nominal las baterías (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
fa: Cap (Ah) : ظرفیت اسمی باتری (در <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
fr: Cap (Ah) : Capacité nominale des batteries (en <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
id: Cap (Ah) : Kapasitas nominal baterai (in <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
it: Cap (Ah) : capacità nominale delle batterie (in <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
ru: Cap (Aч) : Номинальная емкость батарей (в <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
tr: Cap (Ah) : Akülerin nominal kapesitesi (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10</a>))
uk: Cap (Ah) : Номінальна ємність акумуляторів (в <a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">С10</a>))

source: Aut: Autonomous days amount (no sun)
es_es: Aut: Cantidad de días de autonomía (sin sol)
fa: Aut: مقدار روزهای مستقل (بدون خورشید)
fr: Aut : Nombre de jour d'autonomie (sans soleil)
id: Aut: Jumlah hari otonom (tidak ada matahari)
it: Aut: quantità di giorni autonomi (senza sole)
ru: Aut: Количество дней автономности (без солнца)
tr: Aut: Otonom günlerin sayısı (güneşsiz)
uk: Aut: Кількість днів автономності (без сонця)

source: With lead batteries, the critical threshold of 50% of discharge mustn't be reached, 20% being ideal
es_es: Con baterías de plomo, el umbral crítico del 50% de descarga no debe ser alcanzado, siendo ideal 20%
fa: با باتری های سربی، آستانه انتقالی 50٪ تخلیه نشود، 20٪ ایده آل است
fr: Avec des batteries au plomb il ne faut pas passer sous le seuil critique des 50% de degré de décharge, 20% est idéal
id: Dengan baterai timah, batas kritis 50% debit tidak boleh tercapai, 20% ideal
it: Con le batterie al piombo, la soglia critica del 50% della scarica non deve essere raggiunta, il 20% è l'ideale
ru: Для свинцовых батарей критический порог разрядки в 50% не должен быть достигнут, 20% было бы идеально
tr: Kurşuni aküler ile, deşarjın% 50'sinin kritik eşiğine erişilmemelidir, %20 olması idealdir
uk: Зі свинцевими акумуляторами, критичний поріг 50% розряду не повинен бути досягнутий, 20% є ідеальним

source: Maximum discharge rate
es_es: Tasa de descarga máxima
fa: میزان حداکثر تخلیه شارژ
fr: Degré de décharge maximum
id: Tingkat debit maksimum
it: Massimo tasso di scarica
ru: Максимальный уровень разрядки
tr: Maksimum boşaltım oranı
uk: Максимальний рівень розрядки

source: In automatic mode the batteries voltage will be deducted from the panel need <br />From 0 to 500W : 12V<br />From 500 to 1500 W : 24V<br />Above 1500 W : 48V
es_es: En modo automático, las baterías se extraerán de la necesidad del panel <br />desde 0 hasta 500W : 12V<br /> desde 500 hasta 1500 W : 24V <br />Por encima de 1500 W : 48V
fa: در حالت خودکار ولتاژ باتری از پنل کم می شود <br />از۰تا۵۰۰W:۱۲V<br />از ۵۰۰به۱۵۰۰ W: ۲۴V<br />بالاتر از ۱۵۰۰W: 48V
fr: En mode automatique la tension des batteries sera déduite du besoin en panneaux<br />De 0 à 500W : 12V<br />De 500 à 1500 W : 24V<br />Au dessus de 1500 W : 48V
id: Dalam mode otomatis tegangan baterai akan dikurangi dari kebutuhan panel <br/> Dari 0 500W: 12V <br/> Dari 500-1500 W: 24V <br/> Di atas 1500 W: 48V
it: In modalità automatica il voltaggio delle batterie sarà dedotto dal fabbisogno del pannello <br /> da 0 a 500W: 12V<br />Da 500 a 1500 W : 24V<br /> Sopra i 1500W : 48V
ru: В автоматическом режиме, напряжение батарей будет расчитано из потребностей панели <br />от 0 до 500 Вт: 12V<br />от 500 до 1500 Вт: 24V<br />выше 1500 Вт: 48V
tr: Otomatik modda akülerin voltajı panel ihtiyacından düşülecektir <br />0'dan 500W'a : 12V<br />500'den 1500W'a : 24V<br />1500W üzeri : 48V
uk: В автоматичному режимі напруга акумуляторів буде розрахована, виходячи з потреб панелі <br />Від 0 до 500 Вт : 12В<br />Від 500 до 1500 Вт : 24В<br />Вище 1500 Вт : 48В

source: Final battery plant voltage
es_es: Voltaje final de la planta de batería
fa: یافتن ولتاژ پلنت باتری
fr: Tension finale du parc de batterie
id: Tegangan baterai akhir baterai
it: Tensione impianto batteria finale
ru: Итоговое напряжение батарейной установки
tr: Akü tesisinin voltajının son durumu
uk: Кінцева напруга акумуляторної установки

source: Batteries are used to store electric energy produced by the panels. You will need a battery plant of <b>%d Ah at %d V</b>.
es_es: Las baterías se utilizan para almacenar la energía eléctrica producida por los paneles. Se necesita una planta de baterías de <b>%d Ah en %d V</b>.
fa: باتری ها برای ذخیره برق تولید شده توسط پنل استفاده می شوند. شما نیاز به یک پلنت باتری <b>%dAh در%d V </b>دارید.
fr: Les batteries servent à stocker l'énergie électrique produite par les panneaux. Vous auriez besoin d'un parc de batteries de <b>%d Ah en %d V</b>.
id: Baterai digunakan untuk menyimpan energi listrik yang dihasilkan oleh panel. Anda akan memerlukan pabrik baterai <b> %d Ah di %d V </b>.
it: Le batterie sono utilizzate per conservare l'energia prodotta dai pannelli. Avrai bisogno di un impianto di batteria di <b>%d Ah a %d V</b>.
ru: Батареи используются для хранения электроенергии, произведенной панелями. Вам понадобится аккумуляторная установка на <b>%d Ah при %d V</b>.
tr: Aküler panellerin ürettiği elektrik enerjisini depolamak için kullanılır. <b>%d Ah'lik %d V'da</b> akü tesisine ihtiyacınız olacak.
uk: Акумуляторні батареї використовуються для збереження електричної енергії, виробленої панелями. Вам знадобиться акумуляторна установка на <b>%d Ah при %d V</b>.

source: The discharge current of the battery plant must not exceed %d
es_es: La corriente de descarga de la planta de la batería no debe exceder %d
fa: جریان تخلیه پلنت باتری بیشتر %d است
fr: Le courant de décharge du parc de batteries ne doit pas dépasser %d
id: Arus baterai tanam tidak boleh melebihi %d
it: La corrente di scarica dell'impianto della batteria non deve superare %d
ru: Ток разряда аккумуляторной установки не должен превышать %d
tr: Akülerin boşalım akımı %d amperi geçmemelidir
uk: Струм розряду акумуляторної установки не повинен перевищувати %d

source: In our case it gives
es_es: En nuestro caso da
fa: در مورد آن می شود
fr: Dans notre cas ça fait
id: Dalam kasus kami memberikan
it: Nel nostro caso dà
ru: В нашем случае это дает
tr: Bizim durumumuzda vereceği sonuç
uk: У нашому випадку це дає

source: Yet with a max power need of %dW, the discharge current is
es_es: Aun necesitando una potencia máxima de %dW, la corriente de descarga es
fa: هنوز با حداکثر توان مورد نیاز از %dW تخلیه فعلی
fr: Or avec un besoin en puissance max de %dW, le courant de décharge est de
id: Namun dengan kebutuhan daya maksimal %dW, arus
it: Eppure con una potenza massima richiesta di %dW, la corrente di scarica è
ru: Однако, при максимальной потребляемой мощности в %dВт ток разряда
tr: Yinede %dW'ın maksimum güç ihtiyacı ile boşalım akımı
uk: Однак при максимальній потужності в %dВт струм розряду становить

source: In order to respond to a %dW max power need, you need to increase the battery plant by
es_es: Con el fin de responder a una potencia máxima de %dW necesitas aumentar la planta de la batería por
fa: به منظور پاسخ به%dW حداکثر توان مورد نیاز شما باید پلنت باتری را افزایش دهید توسط
fr: Pour répondre au besoin de puissance maximum de %dW, il vous faut augmenter le parc de batteries à
id: Menanggapi %dTenaga maksimal W perlu, anda perlu untuk meningkatkan tanam baterai oleh
it: Per rispondere ad %dW un fabbisogno di potenza massimo, hai bisogno di aumentare l'impianto di batteria di
ru: Чтобы обеспечить ваши потребности в максимальной мощности в %dW, вам необходимо увеличить аккумуляторную установку до
tr: %dW maksimum güç ihtiyacını karşılamak için akü miktarını şu kadar arttırmalısınız
uk: Для того, щоб забезпечити потребу в макс. потужності в %dВт, вам необхідно збільшити акумуляторну установку до

source: The battery plant charging current musn't exceed %d
es_es: La corriente de la carga de la batería no debe exceder de %d
fa: ظرفیت شارژ کردن پلنت باتری نباید بیشتر باشد%d
fr: Le courant de charge du parc de batteries ne doit pas dépasser %d
id: Tanam baterai pengisian musn't saat ini melebihi %d
it: La corrente di carica dell impianto di batteria non deve superare %d
ru: Ток зарядки аккумулятора не должен превышать %d
tr: Akü tesisi maksimum şarj akımı %d amperi geçemez
uk: Струм при зарядці акумулятора не повинен перевищувати %d

source: Yet with %dW panels the charge current is
es_es: Aun con %dW en el panel, la carga de la corriente es de
fa: هنوز با %dW شارژ پنل های فعلی
fr: Or avec %dW de panneau le courant de charge est de
id: Namun dengan %dW panel arus pengisiannya adalah
it: Eppure con i pannelli %dW la corrente di carica è
ru: Однако, в панели на %dВт ток заряда
tr: Yineden %dW panelle şarj akımı
uk: Однак, у панелей на %dВт струм заряду становить

source: If your charge controller allows it you can limit it or increase your battery plant to
es_es: Si su regulador de voltaje se lo permite, usted puede limitar o aumentar su planta de batería a
fa: اگر کنترل کننده شارژ شما به آن اجازه می دهد که بتواند باتری را افزایش و یا محدود شود
fr: Si votre régulateur le permet vous pouvez le brider ou augmenter votre parc de batteries à
id: Jika pengendali biaya anda memungkinkan anda dapat membatasi atau menambahkan sumber baterai anda
it: Se il controller di carica lo consente, è possibile limitarlo o aumentare l'impianto della batteria
ru: Если ваш регулятор напряжения позволяет это, вы можете ограничить или увеличить свою батарею до
tr: Şarj kontrol cihazınız buna izin veriyorsa, şarj cihazınızı sınırlayabilir veya pil tesisinizi artırabilirsiniz
uk: Якщо ваш регулятор заряду дозволяє, ви можете обмежити або зменшити свою акумуляторну установку до

source: We will state to increase the battery plant
es_es: Nosotros anunciaremos el aumento de la planta de la batería
fa: ما افزایش ظرفیت پلنت باتری را اعلام می کنیم
fr: Nous allons partir sur l'augmentation du parc de batteries
id: Kami akan menyatakan untuk meningkatkan sumber baterai
it: Dichiareremo di aumentare l'impianto della batteria
ru: Мы укажем на увеличение батареи
tr: Akü tesisini arttırmanız gerektiğini belirteceğiz

source: A wiring hypothesis would be to have <b>%d></b> <b>%s</b> type batteries, which increases the plant capacity up to %dAh
es_es: Una hipótesis de cableado sería tener baterías tipo <b>%d></b> <b>%s</b>, las cuales incrementan la capacidad de la planta hasta %dAh
fa: فرضیه سیم کشی باید <b>%d<</b><b>%s</b>نوع ظرفیت باتری ها را بیش از %dAh افزایش دهد
fr: Une hypothèse de câblage serait d'avoir <b>%d batterie(s)</b> de type <b>%s</b> ce qui pousse la capacité du parc à %dAh
id: Hipotesa pengkabelan adalah memiliki jenis baterai <b>%d></b> <b>%s</b> yang meningkatkan kapasitas pabrik hingga %dAh
it: Un'ipotesi di cablaggio sarebbe quella di avere batterie di tipo <b>%d></b> <b>%s</b>, che aumentano la capacità dell'impianto fino a %dAh
ru: Гипотеза о проводке могла бы заключаться в том, чтобы иметь <b>%d></b>батарей(и) типа <b>%s</b>, которые увеличивают емкость установки до%dAч
tr: Bir kablolama hipotezi <b>%d></b> <b>%s</b> türü akülerin olmasıdır, bu tesis kapasitesini %d Ah'a kadar arttır

source: You chose to use custom %dAh at %dV battery. Here is a wiring hypothesis with <b>%d</b> of these batteries which raise the plant capacity to %dAh
es_es: Elegiste usar un valor personalizado de %dAh con batería de %dV. Aquí está una hipótesis de cableado, con <b>%d</b> de estas baterías las cuales aumentan la capacidad de la planta a %dAh
fa: شما انتخاب سفارشی %dAh در %dV باتری را انتخاب کردید اینجا فرضیه سیم کشی این است که با افزایش ظرفیت پلنت <b>%d</b> باتری ها به %dAh همراه باشد
fr: Vous avez choisi de travailler avec la batterie personnalisée à %dAh en %dV. Voici une hypothèse de câblage avec <b>%d</b> de ces batteries ce qui pousse la capacité du parc à %dAh
id: Anda memilih menggunakan kostum %dAh pada %dV baterai. berikut hipotesis pengkabelan dengan <b>%d</b> baterai yang meningkatkan kapasitas pabrik menjadi %dAh
it: Hai scelto di utilizzare %dAh personalizzato alla batteria %dV. Ecco un'ipotesi di cablaggio con <b>%d</b> di queste batterie che aumentano la capacità dell'impianto a %dAh
ru: Вы выбрали для использования батареи в %dAh при %dV. Вот гипотеза проводки для <b>%d</b> таких батарей, что подымает емкость установки до %dAh
tr: Özelleştirilmiş %d Ah %d V'da aküler kullanmayı seçebilirsiniz. İşte bataryaların <b>%d</b> ile tesisin kapasitesini %dAh'ye yükselten bir kablolama hipotezi

source: You chose to use <b>%s</b> type batteries. Here is a wiring hypothesis with <b>%d</b> of these batteries which raise the plant capacity to %dAh
es_es: Tu idea es usar baterías del tipo <b>%s</b>. Aquí hay una hipótesis de cableado con <b>%d</b> de estas baterías que aumentan la capacidad de planta a %dAh
fa: شما استفاده از <b>%s</b> نوع باتری را انتخاب کردید. اینجا فرضیه این است که سیم کشی با<b>%d</b> افزایش ظرفیت پلنت باتری به %dAh یابد
fr: Vous avez choisi de travailler avec des batterie(s) de type <b>%s</b>. Voici une hypothèse de câblage avec <b>%d</b> de ces batteries ce qui pousse la capacité du parc à %dAh
id: Anda dapat memilih menggunakan <b>%s</b> tipe baterai. Berikut hipotesis pengkabelan dengan <b>%d</b> baterai yang meningkatkan kapasitas pabrik menjadi %dAh
it: Hai scelto di usare le batterie di tipo <b>%s</b>. Ecco un'ipotesi di cablaggio con <b>%d</b> di queste batterie che aumentano la capacità dell'impianto a %dAh
ru: Вы выбрали для использования <b>%s</b> батареи. Вот гипотеза о подключении <b>%d</b> таких батарей, которая повышает емкость установки до %dАч
tr: <b>%s</b> tür akü seçtiniz. İşte burada akülerin <b>%d</b> tanesi ile birlikte tesis kapasitesini %dAh'e çıkaracak kablolama hipotezi

source: serialized batteries
es_es: baterías serializadas
fa: پنل های سریال
fr: batterie(s) en série(s)
id: seri baterai
it: batterie serializzate
ru: последовательно подключенных батареи
tr: seri üretimi yapılmış piller
uk: послідовно підключених акумуляторів

source: Battery voltage
es_es: Voltaje de la batería
fa: ولتاژ باتری
fr: Tension de la batterie
id: Voltase Baterai
it: Voltaggio batteria
ru: Напряжение батареи
tr: Pil voltajı
uk: Напруга акумулятора

source: serie(s)
fa: سری(ها)
fr: série(s)
id: seri(s)
it: serie
ru: последовательности(-ей)
tr: seri(ler)

source: for a voltage of
es_es: para un voltaje de
fa: برای ولتاژ
fr: pour une tension de
id: untuk voltase
it: per un voltaggio di
ru: для напряжения в
tr: voltaj için
uk: для напруги в

source: on
es_es: encendido
fa: روشن
fr: sur
id: aktif
it: acceso
ru: на
tr: üzerinde
uk: на

source: parallel(s)
es_es: paralelo(s)
fa: موازی(ها)
fr: parallèle(s)
id: paralel(s)
it: parallelo(i)
ru: параллели(-ей)
tr: paralel(ler)
uk: паралелі(-ей)

source: Battery capacity
es_es: Capacidad de la batería
fa: ظرفیت باتری
fr: Capacité de la batterie
id: Kapasitas baterai
it: Capacità batteria
ru: Емкость батареи
tr: Pil kapasitesi
uk: Ємність акумулятора

source: for a capacity of
es_es: para una capacidad de
fa: برای ظرفیت
fr: pour une capacité de
id: untuk kapasitas
it: per una capacità di
ru: для емкости в
tr: kapasite için
uk: для ємкості в

source: (<a rel="tooltip" class="bulles" target="_blank" title="To understand the battery connection click here" href="http://www.solarmad-nrj.com/cablagebatterie.html">?</a>)
es_es: (<a rel="tooltip" class="bulles" target="_blank" title="Para entender la conexión de la batería has click aquí" href="http://www.solarmad-nrj.com/cablagebatterie.html">?</a>)
fr: <a rel="tooltip" class="bulles" target="_blank" title="Pour comprendre le câblage des batteries cliquer ici" href="http://www.solarmad-nrj.com/cablagebatterie.html">?</a>)
it: (<a rel="tooltip" class="bulles" target="_blank" title="Per capire la connessione della batteria clicca qui" href="http://www.solarmad-nrj.com/cablagebatterie.html">?</a>)
ru: (<a rel="tooltip" class="bulles" target="_blank" title="Чтобы разобраться с подключением батарей, нажмите здесь" href="http://www.solarmad-nrj.com/cablagebatterie.html">?</a>)
uk: (<a rel="tooltip" class="bulles" target="_blank" title="Щоб зрозуміти порядок підключення батарей, натисніть тут" href="http://www.solarmad-nrj.com/cablagebatterie.html">?</a>)

source: Sorry we failed to make a wiring hypothesis for the batteries
es_es: Lo sentimos no hemos podido hacer una hipótesis de cableado para las baterías
fa: متاسفانه فرضیه سیم کشی برای باتری ها ناموفق بود
fr: Désolé nous n'avons pas réussi à faire une hypothèse de câblage pour les batteries
id: Maaf kami gagal untuk membuat hipotesis kabel untuk baterai
it: Siamo spiacenti ma non siamo riusciti a fare un'ipotesi di cablaggio per le batterie
ru: К сожалению, мы не смогли сделать предположение о проводке для батарей
tr: Üzgünüz, piller için elektrik bağlantısı yapma hipotezimizde başarısız olduk
uk: На жаль, нам не вдалося зробити припущення щодо підключення батарей

source: We advice you to switch back to automatic mode, a wiring isn't wise with this model
es_es: Le aconsejamos cambiar de nuevo al modo automático, un cableado no es pertinente con este modelo
fa: ما به شما توصیه می کنیم که به حالت اتوماتیک بازگردید، سیم کشی با این مدل صحیح نیست
fr: Nous vous conseillons de repasser en mode automatique, un câblage n'est peut être pas préférable avec ce modèle
id: Saran kami untuk anda beralih kembali ke mode otomatis, kabel tidak bijaksana dengan model ini
it: Vi consigliamo di tornare alla modalità automatica, il cablaggio non è saggio con questo modello
ru: Советуем Вам переключиться обратно в автоматический режим, проводка сделана не разумно в этой модели
tr: Otomatik moda geri dönmenizi tavsiye ediyoruz, elektrik bağlantısı bu model için akıllıca değil
uk: Ми радимо Вам переключитися назад в автоматичний режим, проводка зроблена не розумно в цій моделі

source: Charge controller
es_es: Regulador de carga
fa: کنترل کننده شارژ
fr: Regulateur de charge
id: Mengisi kontroler
it: Regolatore di carica
ru: Контроллер заряда
tr: Şarj kontrol cihazı
uk: Контролер заряду
