Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: Custom battery voltage is not correct because < 0
es_es: Voltaje de la batería personalizada no es correcto ya que < 0
fa: ولتاژ باتری سفارشی صحیح نیست چون <۰
fr: La tension de la batterie personalisée n'est pas correcte car < 0
id: Tegangan baterai kostum tidak benar karena < 0
it: La tensione della batteria personalizzata non è corretta perché < 0
ru: Пользовательское напряжение батареи задано не корректно, потому что < 0
tr: Özel pil voltajı doğru değil çünkü < 0
uk: Обрана напруга акумулятора не вірна, тому що < 0

source: Custom battery capacity is not correct because < 0
es_es: Capacidad de la batería personalizada no es correcta ya que < 0
fa: ظرفیت باتری سفارشی درست نیست چون <۰
fr: La capacité de la batterie personnalisée n'est pas correcte car < 0
id: Kapasitas baterai kostum tidak benar karena < 0
it: La capacità della batteria personalizzata non è corretta perché < 0
ru: Пользовательская емкость аккумулятора неверна, потому что < 0
tr: Özel pil kapasitesi doğru değil çünkü < 0
uk: Обрана ємність акумулятора не вірна, так як < 0

source: Custom charge controller voltage is incorrect because < 0
es_es: Regulador de voltaje personalizado es incorrecto ya que < 0
fa: ولتاژ کنترل کننده شارژ صحیح نیست چون <۰
fr: La tension du régulateur personnalisée n'est pas correcte car < 0
id: Kustom pengendali biaya tegangan salah karena < 0
it: La tensione del regolatore di carica personalizzata non è corretta perché < 0
ru: Пользовательское напряжение контроллера заряда не корректно, потому что < 0
tr: Özel şarj kontrol cihazı voltajı hatalı çünkü < 0
uk: Обрана напруга контролера заряду не вірна, оскільки < 0

source: Custom charge controller power is not correct because < 0
es_es: Regulador de potencia personalizado no es correcto ya que < 0
fa: توان کنترل کننده سفارشی شارژ صحیح نیست چون<۰
fr: La puissance du régulateur personalisée n'est pas correcte car < 0
id: Kustom pengendali biaya tegangan salah karena < 0
it: La potenza del controller di carica personalizzata non è corretta perché < 0
ru: Пользовательская мощность контроллера заряда не корректна, потому что < 0
tr: Özel şarj kontrol cihazı gücü doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Обрана потужність контролера заряду не вірна, так як < 0

source: Custom charge controller short-circuit current is incorrect because < 0
es_es: Regulador de corriente de cortocircuito personalizado es incorrecto ya que < 0
fa: جریان اتصال کوتاه کنترل کننده شارژ صحیح نیست چون <۰
fr: Le courant de court-circuit du régulateur personnalisé n'est pas correcte car < 0
id: Kostum pengendali biaya tegangan salah karena < 0
it: La corrente di cortocircuito del regolatore di carica personalizzata non è corretta perché < 0
ru: Пользовательский ток короткого замыкания контроллера заряда задан не корректно, потому что < 0
tr: Özel şarj kontrol cihazı kısa devre akımı hatalı çünkü (Sıfırdan Küçük) < 0
uk: Обраний струм короткого замикання контролера заряду не вірний, тому що < 0

source: The autonomous days amount is not correct because < 0
es_es: La cantidad de días de autonomía no son correctos ya que < 0
fa: روزهای مستقل صحیح نیست چون<۰
fr: Le nombre de jours d'autonomie n'est pas correcte car < 0
id: Jumlah hari otonom tidak benar karena < 0
it: La quantità di giorni di autonomia non è corretta poiché < 0
ru: Количество дней автономности не корректно, потому что < 0
tr: Otonom gün miktarı doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Кількість днів автономності вказана не вірно, тому що < 0

source: Electrical yield of batteries is not correct because < 0
es_es: El rendimiento eléctrico de las baterías no es correcto ya que < 0
fa: عملکرد برق صحیح نیست چون <۰
fr: Le rendement électrique des batteries n'est pas correct car < 0
id: Hasil listrik dari baterai tidak benar karena < 0
it: La resa elettrica delle batterie non è corretta perché < 0
ru: Выработка электроенергии батареями задана не корректно, потому что < 0
tr: Pillerin elektrik randımanı doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Електричний вихід батарей не вірний, оскільки < 0

source: Installation electrical efficiency is not correct because < 0
es_es: Eficacia eléctrica de la instalación no es correcta ya que < 0
fa: راه اندازی بهره وری برق صحیح نیست چون<۰
fr: Le rendement électrique de l'installation n'est pas correct car < 0
id: Pemasangan efisiensi listrik tidak benar karena < 0
it: Installazione efficenza elettrica non corretta poiché < 0
ru: Электрическая производительность установки не корректна, потому что < 0
tr: Donanım elektrik yeterliği doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Енергоефективність установки задана не вірно, так як < 0

source: Discharge level is not correct because < 0
es_es: El nivel de descarga no es correcta porque es < 0
fa: سطح تخلیه درست نیست چون <۰
fr: Le degré de décharge n'est pas correct car < 0
id: Kebutuhan harian tidak benar karena < 0
it: Livello di scarica non corretto poiché < 0
ru: Уровень разрядки задан не корректно, потому что < 0
tr: Boşaltım seviyesi doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Рівень розрядки заданий не вірно, тому що < 0

source: The safety margin Isc of the charge controller is not correct because < 0
fr: La marge de sécurité Isc du régulateur de charge n'est pas correcte car < 0

source: The safety margin Voc of the charge controller is not correct because < 0
fr: La marge de sécurité Voc du régulateur de charge n'est pas correcte car < 0

source: Panels and charge controller in-between distance is not correct because < 0
es_es: La distancia intermedia entre los paneles y el controlador de carga no es correcta porque < 0
fa: پنل ها و کنترل کننده شارژ در فاصله باهم صحیح نیست چون <۰
fr: La distance entre les panneaux et le régulateur n'est pas correcte car < 0
id: Panel dan pengendali pengisian jarak jauh tidak benar karena < 0
it: La distanza tra i pannellile e il controller di carica non è corretta perché < 0
ru: Расстояние между панелями и контроллером заряда задано не корректно, потому что < 0
tr: Paneller ve şarj kontrol cihazı ortasındaki mesafe doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Відстань між панелями та контролером заряду вказана не коректно, так як < 0

source: Batteries and charge controller in-between distance is not correct because < 0
es_es: La distancia entre las baterías y el controlador de carga no es correcta porque < 0
fa: باتری و کنترل کننده شارژ در فاصله باهم صحیح نیست چون <۰
fr: La distance entre le régulateur et les batteries n'est pas correcte car < 0
id: Panel dan pengendali pengisian jarak jauh tidak benar karena < 0
it: La distanza tra le batterie e il controller di carica non è corretta perché < 0
ru: Расстояние между батареями и контроллером заряда задано не корректно, потому что < 0
tr: Piller ve şarj kontrol cihazı ortasındaki mesafe doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Відстань між акумуляторами та контролером заряду вказана не коректно, так як < 0

source: Conductor resistivity is not correct because < 0
es_es: La resistividad del conductor no es correcto porque es < 0
fa: مقاومت هادی صحیح نیست چون<۰
fr: La résistivité du conducteur n'est pas correcte car < 0
id: Konduktor resistivitas tidak benar karena < 0
it: La resistività del conduttore non è corretta perché < 0
ru: Сопротивление проводника задано не корректно, потому что < 0
tr: İletken madde özdirenci doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Опір провідника вказаний не коректно, тому що < 0

source: Tolerable voltage drop is not correct because < 0
es_es: La caída de tensión tolerable no es correcto porque es < 0
fa: افت ولتاژ قابل تحمل صحیح نیست چون<۰
fr: La chute de tension tolérable n'est pas correcte car < 0
id: Penurunan voltase yang dapat ditolerir tidak benar karena < 0
it: La caduta di tensione tollerabile non è corretta perché < 0
ru: Допустимое падение напряжения задано не корректно, потому что <0
tr: Geçerli voltaj düşüşü doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Допустиме падіння напруги вказано не коректно, так як < 0

source: Panels orientation is not correct.
es_es: La orientación de los paneles no es correcta.
fa: جهت گیری پنل ها درست نیست.
fr: L'orientation des panneaux n'est pas correcte.
id: Panel orientasi ini tidak benar.
it: L'orientamento del pannelli non è corretto.
ru: Ориентация панелей задана не корректно.
tr: Panel yönlendirmesi doğru değil.
uk: Орієнтація панелей вказана не коректно.

source: Panels inclination is not correct, it must be between 0 (horizontal) and 90 (vertical)
es_es: La inclinación de los paneles no es correcta, debe estar entre 0 (horizontal) y 90 (vertical)
fa: شیب پنل درست نیست، باید بین 0 (افقی) و 90 (عمودی) باشد
fr: L'inclinaison des panneaux n'est pas correcte, elle doit être comprise entre 0 (horizontal) et 90 (vertical)
id: Panel ini kecenderungan tidak benar, itu harus antara 0 (horisontal) dan 90 (vertikal)
it: L'inclinazione dei pannelli non è corretta, deve essere compresa tra 0 (orizzontalmente) e 90 (verticalmente)
ru: Наклон панели задан не корректно, он должен быть от 0 (горизонтально) до 90 (вертикально)
tr: Panellerin eğimi doğru değil; 0 (yatay) ile 90 (dikey) arasında olmalıdır
uk: Нахил панелі заданий не коректно, він повинен бути від 0 (горизонтальний) до 90 (вертикальний)

source: You must enter latitude and longitude to deduce solar irradiation with a click on the map of the world.
es_es: Debe especificar latitud y longitud para deducir la irradiación solar con un clic en el mapa del mundo.
fa: شما باید عرض جغرافیایی و طول جغرافیایی خود را برای پیداکردن جهت تابش خورشید با کلیک بر روی نقشه جهان وارد کنید.
fr: Vous devez indiquer la latitude et la longitude pour en déduire l'ensoleillement via un clic sur la carte du monde.
id: Anda harus memasukkan lintang dan bujur untuk menyimpulkan penyinaran matahari dengan klik pada peta dunia.
it: Devi inserire latitudine e longitudine per calcolare l'irradiazione solare con un click sulla mappa del mondo.
ru: Чтобы вывести солнечное излучение, Вы должны ввести широту и долготу щелчком мыши на карте мира.
tr: Güneş ışınımını çıkarmak için, dünya haritasına tıklayarak enlem ve boylam bilgilerini girmek zorundasınız.
uk: Щоб вивести значення сонячного опромінення, Ви повинні ввести широту і довготу за допомогою кліка по карті світу.

source: Unable to download solar irradiation data from <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank"> PVGIS </a>, switch to mode manual or use <a href="http://calcpvautonome.zici.fr/v2.2/"> the previous version </a> of CalcPvAutonome.
fr: Impossible de télécharger les données d'irradiation solaire depuis <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank">PVGIS</a>, passez en mode manuel ou utilisez <a href="http://calcpvautonome.zici.fr/v2.2/">la version précédente</a> de calcpvautonome.

source: Incorrect solar irradiation data. The position shown on the map may not be covered by <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank"> PVGIS </a>.
fr: Données d'irradiation solaire illisibles. La localisation indiquée sur la carte n'est peut être pas couverte par <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank">PVGIS</a>.

source: Average daily radiation is not correct because < 0
es_es: La radiación diaria promedio no es correcta porque es < 0
fa: متوسط ​​شعاع روزانه صحیح نیست چون <۰
fr: Le rayonnement moyen quotidien n'est pas correct car < 0
id: Radiasi harian rata-rata tidak benar karena < 0
it: La radiazione giornaliera non è corretta poiché < 0
ru: Среднесуточное облучение задано не корректно, потому что < 0
tr: Ortalama günlük radyasyon değeri doğru değil çünkü < 0
uk: Середнє денне опромінення вказано не вірно, тому що < 0

source: Errors in the form prevent you from continuing, please correct :
es_es: Los errores en el formulario le impiden continuar, por favor corrija:
fa: خطاهایی در فرم شما رخ داده که باعث جلوگیری از ادامه،فرآیند است، لطفاً تصحیح کنید :
fr: Il y a des erreurs dans le formulaire qui empêchent de continuer, merci de corriger :
id: Kesalahan dalam bentuk mencegah Anda untuk melanjutkan, silahkan jika benar:
it: Gli errori nel modulo ti impediscono di continuare, si prega di correggere :
ru: Ошибки в форме мешают вам продолжать. Пожалуйста, исправьте :
tr: Formdaki hatalar devam etmenizi engeller, lütfen düzeltin :
uk: Помилки у формі заважають вам продовжити розрахунок. Виправте будь-ласка:

source: Result of the dimension calculation
es_es: Resultado del cálculo de dimensión
fa: نتیجه محاسبه ابعاد
fr: Résultat du dimensionnement
id: Hasil perhitungan dimensi
it: Il risultato del calcolo della dimensione
ru: Результат вычисления размера
tr: Ebat hesaplamasının sonucu
uk: Результат обчислення розмірів

source: <b>Warning</b>: Results are approximate, it is recommended to doublecheck with sales representative and validate your installation before buying materials.
es_es: <b>Advertencia</b>: Los resultados son aproximados, se recomienda comprobar con representante de ventas y validar su instalación antes de comprar los materiales.
fa: <b>هشدار</b>:نتایج تقریبی هستند،توصیه می شود به بررسی دوباره با نماینده فروش و اعتبار سنجی نصب قبل از خرید مصالح.
fr: <b>Avertissement</b>: Les résultats sont donnés à titre indicatif, nous vous conseillons de vous rapprocher d'un professionnel pour l'achat du matériel, celui-ci pourra valider votre installation.
id: <b>Peringatan</b>: hasil perkiraan, dianjurkan untuk mengecek kembali dengan perwakilan penjualan dan memvalidasi pemasangan Anda sebelum membeli bahan.
it: <b>Attenzione</b>: i risultati sono approssimati, è raccomandato eseguire un doppio controllo con i rappresentanti di vendita e validare la tua installazione prima di acquistare materiali.
ru: <b>Предупреждение</b>: Результаты являются приблизительными, рекомендуется перепроверить их вместе с торговым представителем и подтвердить ваши установки перед покупкой материалов.
tr: <b>Uyarı</b>: Sonuçlar tahminidir, satış temsilcinizle iki kez gözden geçirmeniz ve almadan önce donanımınızın geçerliğini denetlemeniz önerilmektedir.
uk: <b>Попередження</b>: Результати є приблизними, рекомендується перевірити їх разом з торговим представником і підтвердити вашу установку перед покупкою матеріалів.

source: Photovoltaic panel
es_es: Panel fotovoltaico
fa: پنل فتوولتائیک
fr: Panneau photovoltaïque
it: Pannello fotovoltaico
ru: Фотоэлектрическая панель
tr: Güneş pili paneli
uk: Фотоелектрична панель

source: Average sunlight
es_es: Luz solar promedio
fa: میانگین تابش خورشید
fr: Rayonnement moyen
id: Sinar matahari rata-rata
it: Luce solare media
ru: Средний солнечный свет
tr: Ortalama güneş ışığı

source: kWh/m&sup2;/d
fr: kWh/m&sup2;/j
ru: кВтч/м&sup2;/д
tr: kWh/m&sup2;/g
uk: кВт· год/м&sup2;/д

source: Here we are looking for the power (peak, expressed in W) from solar panels to be mounted to fulfill your needs according to your geographical location. The formula is as follow :
es_es: Aquí estamos buscando el poder (pico, expresado en W) de paneles solares para montar para satisfacer sus necesidades de acuerdo a su ubicación geográfica. La fórmula es como sigue:
fa: در اینجا ما به دنبال قدرت (پیک، بیان شده در W) از پانل های خورشیدی می باشیم تا بتوانیم نیازهای شما را براساس موقعیت جغرافیایی خود برآورده کنیم. فرمول به شرح زیر است :
fr: On cherche ici la puissance (crête, exprimée en W) des panneaux photovoltaïques à installer pour satisfaire vos besoins en fonction de votre situation géographique. La formule est la suivante :
id: Di sini kita sedang mencari kekuatan (puncak, dinyatakan dalam W) dari solar panel untuk dipasang agar memenuhi kebutuhan Anda sesuai dengan lokasi geografis Anda. Rumusadalah sebagai berikut :
it: Qui stiamo cercando la potenza (picco, espressa in W) dai pannelli solari che devono essere montati per soddisfare i tuoi bisogni in relazione alla posizione geografica. La formula è cosi come segue :
ru: Здесь мы ищем мощность солнечных панелей (пиковую, выраженную в Вт), которые нужно установить для удовлетворения ваших потребностей, в соответствии с вашим географическим положением. Формула выглядит следующим образом:
tr: Burada, coğrafi konumunuza göre ihtiyaçlarınızı karşılamak üzere monte edilecek güneş panellerinden gelecek gücü(pik, W cinsinden ifade edilmiş) hesaplıyoruz. Formül aşağıdaki şekildedir:
uk: Тут ми шукаємо потужність сонячних панелей (пікову, виражену в Вт), що повинні бути встановлені для задоволення ваших потреб з урахуванням вашого географічного розташування. Формула виглядає наступним чином:

source: Pp = Dn / (Yb X Yi X Rd)
fr: Pc = Bj / (Rb X Ri X Ej)
ru: PP = Dn / (Yb х Yi х Rd)

source: Pp (Wp) : Peak power (goal)
es_es: Pp (Wp): Potencia de pico (meta)
fa: Pp (Wp) : اوج قدرت (هدف)
fr: Pc (W) : Puissance crête (recherchée)
id: Pp (Wp) : Puncak kekuatan (tujuan)
it: Pp (Wp) : Picco di potenza (obiettivo)
ru: PP (Вт): Пиковая мощность (цель)
tr: Pp (Wp) : Tepe gücü (amaç)
uk: Pp (Wp): Пікова потужність (мета)

source: Dn (Wh/d) : Daily needs
es_es: Dn (Wh/d): Necesidades diarias
fa: Dn (Wh/d) : مصرف روزانه
fr: Bj (Wh/j) : Besoins journaliers
id: Dn (Wh/d) : Kebutuhan sehari-hari
it: Dn (Wh/d) : Bisogni quotidiani
ru: DN (Втч/д): Суточная потребность
tr: Dn (Wh/g) : Günlük ihtiyaç
uk: Dn (Вт год/д): Денна потреба

source: Yb : electrical yield of batteries
es_es: Yb: rendimiento eléctrico de baterías
fa: Yb : عملکرد الکتریکی باتری
fr: Rb : rendement électrique des batteries
id: Yb : menghasilkan listrik baterai
it: Yb : rendimento elettrico delle batterie
ru: Yb : электрический выход батарей
tr: Yb : pillerin elektriksel verimliliği

source: Yi : electrical yield for the remaining installation (charge controller, ...)
es_es: Yi: rendimiento eléctrico para el resto de la instalación (controlador de carga,...)
fa: Yi: عملکرد الکتریکی برای نصب باقی مانده (کنترل شارژ، ...)
fr: Ri : rendement électrique du reste de l’installation (régulateur de charge…)
id: Yi : menghasilkan listrik untuk sisa pemasangan (pengendali biaya, ...)
it: Yi : rendimento elettrico delle rimanenti installazioni ( regolatore di carica , ...)
ru: Yi : электрический выход для остальной части установки (регулятора заряда, ...)
tr: Yi : geriye kalan malzemeler için elektrik verimliliği (şarj regülatörü, ...)
uk: Yi : електричний вихід для решти частин установки (контролер заряду, ...)

source: Rd : average daily radiation of the worst month in the plane of the panel (kWh/m&sup2;/d)
es_es: Rd: La radiación diaria promedio del peor mes en el plano del panel (kWh/m&sup2;/d)
fa: Rd: متوسط ​​تابش روزانه بدترین ماه در هواپیما پانل (kWh / m &sup2; / d)
fr: Ej : rayonnement moyen quotidien du mois le plus défavorable dans le plan du panneau (kWh/m&sup2;/j)
id: Rd : radiasi harian rata-rata bulan terburuk di bidang panel (kWh/m&sup2;/d)
it: Rd : radiazione media giornaliera del mese peggiore nel piano del pannello (kWh/m&sup2;/d)
ru: Rd : среднесуточное излучение самого неблагоприятного месяца в плоскости панели (КВтч/м&sup2;/д)
tr: Rd : Panelin düzlemindeki en kötü ayın ortalama günlük radyasyonu (kWh/m&sup2;/g)
uk: Rd : середнє денне опромінення найменш сприятливого місяця в площині панелі (кВт-год/м&sup2;/д)

source: According to data from <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank">PVGIS</a>, the value for the selected location is %s kWh/m&sup2;/d
fr: Selon les données <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank">PVGIS</a>, la valeur pour la localisation choisie est de %s kWh/m&sup2;/j

source: In your case, result is
es_es: En su caso, el resultado es
fa: در مورد شما، نتیجه این است
fr: Dans votre cas ça nous fait
id: Dalam kasus Anda, hasilnya adalah
it: Nel vostro caso, il risultato è
ru: В вашем случае, результат получается
tr: Sizin durumunuzda, sonuç
uk: У вашому випадку результатом є

source: Hide the process
es_es: Ocultar el proceso
fa: پنهان کردن فرآیند
fr: Cacher le calcul
id: Menyembunyikan proses
it: Nascondi il processo
ru: Скрыть процесс
tr: İşlemi gizle
uk: Сховати процес

source: Pp
fr: Pc

source: Photovoltaic panels produce electricity from sunlight (solar radiation).
es_es: Los paneles fotovoltaicos producen electricidad de la luz solar (radiación solar).
fa: پنل های فتوولتائیک تولید برق از نور خورشید (تابش خورشیدی).
fr: Les panneaux photovoltaïques produisent de l'électricité à partir des rayonnements du soleil.
id: Panel surya yang menghasilkan listrik dari sinar matahari (solar radiasi).
it: I pannelli fotovoltaici producono energia dalla luce solare (radiazione solare).
ru: Фотоэлектрические панели производят электричество от солнечного света (солнечного излучения).
tr: Güneş pili panelleri, elektriği güneş ışığından ( güneş radyasyonu) üretir.
uk: Фотоелектричні панелі виробляють електрику з сонячного світла (сонячної радіації).

source: According entered data, <b>%sW</b> of solar panel are required to fulfill your daily needs of %sWh/d.
es_es: Según los datos introducidos, <b>%sW</b> del panel solar son necesarios para satisfacer sus necesidades diarias de %sWH/d.
fa: براساس اطلاعت وارد شده <b>%sW</b>از پنل خورشیدی برای نیاز روزانه %sWh/d.
fr: Dans ces conditions, vous auriez besoin d'une puissance de panneau photovoltaïques équivalente à <b>%sW</b> afin de satisfaire vos besoins journaliers de %sWh/j.
id: Menurut masukan data, <b>%sW</b> solar panel diperlukan untuk memenuhi kebutuhan Anda sehari-hari %sWh/d.
it: Secondo i dati inseriti, <b>%sW</b> pannelli solari sono richiesti per soddisfare i vostri fabbisogni giornalieri di %sWh/d.
ru: Согласно введенным данным, для удовлетворения ваших ежедневных потребностей в %sВтч/д необходима солнечная панель в <b>%sВт</b>.
tr: Girilen veriye göre, %s Wh/g günlük ihtiyacınızı karşılamak için <b>%sW</b> güneş paneli gereklidir.
uk: Відповідно до введених даних, необхідні сонячні панелі потужністю <b>%sВт</b>, щоб забезпечити вашу щоденну потребу в %sВт год/д.

source: See, understand the procedure, the calculation
es_es: Ver y entender el procedimiento, el cálculo
fa: مشاهده ودرک روش، محاسبه
fr: Voir, comprendre la démarche, le calcul
id: Melihat, memahami prosedur, perhitungan
it: Vedi, capisci la procedura, il calcolo
ru: Видеть, понимать процедуры, расчет
tr: Bakın, prosedürü, hesaplamayı anlayın
uk: Бачити, розуміти процедуру розрахунку

source: One possibility could be to have <b>%d panel(s)</b> %s of <b>%dW</b> each
es_es: Una posibilidad podría ser que <b>%d panel(s)</b> %s de <b>%dW</b> cada
fa: یک فرضیه دارای <b>%dپنل (ها)</b>%sاز<b>%dW</b> برای هرکدام باشد
fr: Une hypothèse serait d'avoir <b>%d panneau(x)</b> %s de <b>%dW</b> chacun
id: Satu kemungkinan bisa memiliki <b>%d panel(s)</b> %s of <b>%dW</b> masing-masing
it: Una possibilità potrebbe essere quella di avere <b>%d pannello(s)</b> %s di <b>%dW</b> ciascuno
ru: Одна из возможностей может заключаться в том, чтобы иметь <b>%d панели (-ей)</b> %s по <b>%dВт</b> каждая
tr: Bir seçenek her birinde <b>%dW</b> olacak şekilde <b>%d panel</b> %s olmasıdır
uk: Один з варіантів може бути встановлення <b>%d панелей</b> %s по <b>%dВт</b> кожна

source: Specificity of the panel
es_es: Especificidad del panel
fa: ویژگی پنل
fr: Caractéristique du panneau
id: Spesifisitas panel
it: Specificità del pannello
ru: Спецификация панели
tr: Panelin özel etken oranı
uk: Специфікація панелі

source: Which extend the unit capacity to %dW
es_es: Que amplían la capacidad de la unidad a %dW
fa: که ظرفیت واحد را گسترش می دهد به %dW
fr: Ce qui pousse la capacité du parc à %dW
id: Yang memperpanjang kapasitas unit untuk menjadi %dW
it: Che aumenta la capacità a %dW
ru: Это расширяет емкость установки до %dВт
tr: Birim kapasitesini %dW'a çıkartacak
uk: Це збільшує потужність установки до %dВт
