Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: The consumption table has been deleted.
fr: Le tableau de consommation à bien été supprimé.

source: Hello
fr: Bonjoour

source: Here are the consumption tables that you have saved :
fr: Voici les tableau de consommation que vous avez enregistrées:

source: Public link (read only, to share)
fr: Lien public (lecture seul, pour le partage)

source: Admin link
fr: Lien d'administration

source: Delete link
fr: Lien de suppression

source: Beautiful day
fr: Belle journée

source: Your consumption tables
fr: Vos tableau de consommations

source: An email has just been sent to you with the list of consumption tables that you have saved. Remember to check in your spam folder if you can not find it.
fr: Un email vient de vous être envoyé avec la liste des tables de consommation que vous avez sauvegardées. N'oubliez pas de vérifier dans votre dossier spam si vous ne le trouvez pas.

source: No table is stored for this email address. Or these have expired.
fr: Aucun tableau enregistré à cet adresse email. Ils sont peut être expirés.

source: Your consumption chart has been saved. Follow these links to open it :
fr: Votre tableau de consommation a été enregistré. Suivez ces liens pour l'ouvrir:

source: Your consumption table
fr: Votre tableau de consommation

source: Your data has been saved. You will be redirected to the saved table
fr: Vos données ont été enregistrées. Vous serez redirigé vers le tableau enregistré

source: Click <a href="%s">here</a> if the redirect does not work.
fr: Cliquez sur <a href="%s"> ici </a> si la redirection ne fonctionne pas.

source: In order to know the electric consumption (in Watts) of your devices you may
es_es: Con el fin de conocer el consumo eléctrico de sus artefactos (en vatios) usted debe
fa: برای دانستن مصرف برق (در وات) دستگاه های شما ممکن است
fr: Pour connaître la consommation (en Watt) de vos appareils électriques vous pouvez
id: Untuk mengetahui konsumsi listrik (dalam watt) yang mungkin dalam perangkat anda
it: Per conoscere il consumo elettrico ( in Watt) dei tuoi dispositivi puoi
ru: Чтобы узнать потребление электроенергии вашими приборами (в Ваттах), вы можете
tr: Cihazlarınızın elektrik tüketimini (Watt cinsinden) öğrenmek için,
uk: Щоб дізнатися споживання електроенергії (у Ватах) вашими пристроями ви можете

source: Check on the device's specification sheet or label
es_es: Comprobar en la hoja o etiqueta de especificaciones del artefacto
fa: مشخصات دستگاه را از راهنما و یا برچسب آن بررسی کنید
fr: Regarder sur la notice ou sur l'appareil lui même parfois
id: Memeriksa spesifikasi perangkat atau label
it: Controllare sulla scheda tecnica o etichetta del dispositivo
ru: Проверить спецификацию устройства в инструкции или на этикетке
tr: Cihazın kullanım klavuzunu ve/veya etiketini kontrol edin
uk: Перевірте специфікацію пристрою або етикетку

source: You may get a Wattmeter (~10&euro;) that will show you the exact consumption if plugged between power socket and the applience
es_es: Usted puede conseguir un vatímetro (~10&euro;) que le mostrará el consumo exacto si es enchufado entre la toma de corriente y el artefacto
fa: شما ممکن است یک وات متر (~ ده &euro;) دریافت کنید که مصرف دقیق آن را در صورت اتصال بین سوکت برق و لوازم خانگی نشان می دهد
fr: Vous procurer un Wattmètre (~10&euro;) il se branche entre la prise et votre appareil et vous indique précisément la consommation
id: Anda mungkin mendapatkan Wattmeter (~ 10 &euro;) yang akan menunjukkan kepada Anda konsumsi yang tepat jika terhubung antara soket listrik dan perlengkapan
it: Potreste acquistare un Wattmetro (~ 10&euro;) che vi mostrerà il consumo esatto se collegato tra la presa elettrica e l'apparecchio
ru: Вы можете купить Ваттметр (~10&euro;), который будет показывать вам точное потребление, если подключить его между розеткой и прибором
tr: Prize takılı haldeyken soket ve aygıt arasındaki gücün kesin tüketimini gösterecek bir Watt ölçeri (~10&euro;) alabilirsiniz
uk: Ви можете придбати Ватметр (~10&euro;), який покаже вам точне споживання, якщо встановити його між розеткою та пристроєм-споживачем

source: To calculate the dimensions of an autonomous solar installation, consider that it is wintertime (longer lighting time needed, but the fridge might be unplugged due to low temperature outside...)
es_es: Para calcular las dimensiones de una instalación solar autónoma, considere que es invierno (lapsos de más largos de luz son necesarios, pero el refrigerador debe estar desconectado debido a las bajas temperaturas afuera...)
fa: برای محاسبه مستقل ابعاد یک سیستم خورشیدی ، ‌نصب و راه اندازی آن به زمان زمستان توجه کنید ( زمان روشنایی بیشتری مورد نیاز است، ممکن است یخچال به علت دمای پایین در خارج از محل خاموش شود به دلیل دمای پایین …)
fr: Pour dimensionner une installation photovoltaïque autonome, réfléchissez comme si c'était l'hiver (le temps d'éclairage est plus long par exemple, le réfrigérateur est peut-être débranché du fait qu'il fait déjà froid dehors...)
id: Untuk menghitung dimensi pemasangan surya otonom, mempertimbangkan bahwa itu adalah musim dingin (lebih lama pencahayaan waktu diperlukan, tapi kulkas mungkin tidak berpengaruh karena suhu rendah di luar...)
it: Per calcolare le dimensioni di un impianto solare autonomo, bisogna considerare che è inverno (tempo di illuminazione più lungo necessario, ma il frigo potrebbe essere scollegato a causa della bassa temperatura esterna...)
ru: Чтобы рассчитать размеры автономной солнечной установки, учитывайте, что это зимнее время (требуется больше времени для освещения, но холодильник может быть отключен из-за низкой температуры снаружи...)
tr: Otonom bir güneş tesisatının boyutlarını hesaplamak için, kış ayı olduğunu düşünün (daha uzun süre aydınlatma gerekebilir, ancak dışarıda düşük sıcaklık nedeniyle buzdolabı fişten çıkarılabilir...)
uk: Для розрахунку розмірів автономної сонячної установки, враховуйте що це зимовий час (довше використовується освітлення, але холодильник може бути відключений через низьку температуру на вулиці...)

source: First sober example
es_es: Primer ejemplo simple
fa: مثال یک
fr: Premier exemple sobre
id: Contoh pertama seadanya
it: Primo esempio sobrio
ru: Первый здравый пример
tr: İlk yeterli örnek
uk: Перший розумний приклад

source: Second example
es_es: Segundo ejemplo
fa: مثال دوم
fr: Deuxième exemple
id: Contoh kedua
it: Secondo esempio
ru: Второй пример
tr: İkinci Örnek
uk: Другий приклад

source: Error: This table does not exist or has expired
fr: Erreur : le tableau n'existe pas ou a expiré

source: New
fr: Nouveau

source: Open
fr: Ouvrir

source: Save
fr: Enregistrer

source: Save as...
fr: Enregistrer sous...

source: Delete
fr: Supprimer

source: Copy
fr: Copier

source: Admin link (this interface)
fr: Lien d'administration (cette interface)

source: Equipment
es_es: Equipo
fa: تجهیزات
fr: Equipement
id: Peralatan
it: Attrezzatura
ru: Оборудование
tr: Ekipman / Teçhizat
uk: Обладнання

source: Power (Watt)
es_es: Potencia (Vatios)
fa: توان(وات)
fr: Puissance (Watt)
id: Daya (Watt)
it: Potenza (Watt)
ru: Мощность (Вт)
tr: Güç ( Watt )
uk: Потужність (Вт)

source: Turn on<br />simultaneously
es_es: Iniciar<br />simultáneamente
fa: به طور همزمان <br />روشن کنید
fr: Allumer<br />simultanément
id: Menghidupkan <br /> secara bersamaan
it: Accendere<br /> contemporaneamente
ru: Включить<br />одновременно
tr: Aynı anda <br />açık konuma getirin.
uk: Ввімкнути<br />одночасно

source: Number
es_es: Número
fa: عدد
fr: Nombre
id: Nomor
it: Numero
ru: Количество
tr: Sayı
uk: Кількість

source: Daily use time
es_es: Tiempo de uso diario
fa: زمان استفاده روزانه
fr: Temps d'utilisation<br /> quotidien
id: Setiap hari menggunakan waktu
it: Tempo di uso giornaliero
ru: Суточное использование
tr: Bir Günlük Kullanım Süresi
uk: Денне використання

source: Automatic consumption<br />calculation
es_es: Cálculo automático de<br />consumo
fa: محاسبه خودکار مصرف<br />
fr: Calcul consommation<br /> automatique
id: Otomatis konsumsi<br />perhitungan
it: Calcolo automatico consumo <br />
ru: Автоматический расчет<br />потребления
tr: Otomatik harcama <br />hesaplama
uk: Автоматичний розрахунок<br />споживання

source: Daily<br />consumption
es_es: Consumo<br />diario
fa: مصرف روزانه<br />
fr: Consommation <br />quotidienne
id: Harian <br />konsumsi
it: Consumo giornaliero<br />
ru: Суточное<br />потребление
tr: Günlük Wh/j <br />tüketim
uk: Денне<br />споживання

source: Your daily electrical needs
es_es: Sus necesidades diarias de consumo eléctrico
fa: برق مورد نیاز روزانه شما
fr: Vos besoins électriques journaliers
id: Kebutuhan listrik Anda sehari-hari
it: Il tuo fabbisogno elettrico giornaliero
ru: Ваша суточная потребность в электроенергии
tr: Sizin günlük elektrik ihtiyaçlarınız
uk: Щоденна потреба в електриці

source: Your need in maximum electrical power
es_es: Sus necesidades de consumo máximo de potencia eléctrica
fa: حداکثر مقدار برق مورد نیاز شما
fr: Votre besoin en puissance électrique maximum
id: Kebutuhan Anda di maksimum daya listrik
it: Il tuo fabbisogno di massima potenza elettrica
ru: Ваша потребность в максимальной электрической мощности
tr: Maksimum gücünde ki elektrik ihtiyaçlarınız
uk: Потреба в максимальній потужності

source: Total addition of power required by devices that are likely to be plugged and on at the same time OR consumption of the most power demanding appliance in case it is not plugged simultaneously with the rest
es_es: Suma total de potencia requerida por dispositivos que probablemente sean conectados al mismo tiempo O el consumo del dispositivo que demande más potencia, en caso de que este no esté simultáneamente conectado con los otros
fa: مجموع نیروی مورد نیاز توسط دستگاه هایی که احتمالًا به آنها متصل می شود و در همان زمان مصرف یا از بیشترین قدرت مورد نیاز دستگاه در صورتی که به طور همزمان با بقیه متصل نباشد
fr: Somme de la puissance des appareils suceptibles d'être allumés en même temps OU valeur de l'appareil le plus puissant si celui-ci n'est pas branché en même temps que le reste
id: Total penambahan daya yang diperlukan oleh perangkat yang mungkin harus dipasang dan pada saat yang sama OR kekuatan konsumsi yang paling menuntut alat dalam kasus tidak dihubungkan secara bersamaan dengan keseluruhan
it: Aggiunta totale di energia richiesta dai dispositivi che possono essere collegati e accesi contemporaneamente consumo OR dell'apparecchiatura più potente nel caso in cui non sia collegato contemporaneamente al resto
ru: Общая сумма мощности, потребляемой устройствами, которые могут быть включены одновременно ИЛИ потребление устройства, которое требует больше всего мощности, в случае, если оно включено не одновременно с остальными
tr: Aynı anda takılıp takılması muhtemel cihazlar için gereken toplam güç ilavesi Gerisi ile aynı anda takılmaması durumunda en güç gerektiren cihazın tüketimi
uk: Сума потужності, необхідної для роботи пристроїв, що можуть бути підключені одночасно АБО споживання приладу, що потребує найбільше енергії у разі, якщо він не підключений одночасно з іншими

source: Click here to introduce those values to calculate <br/> the dimension of your autonomous solar installation
es_es: Haga clic aquí para introducir los valores para calcular <br/>las dimensiones de su instalación solar autónoma
fa: اینجا کلیک کنید تا این مقادیر را برای محاسبه <br/> ابعاد نصب سلول های خورشیدی خود تنظیم کنید
fr: Cliquer ici pour indiquer ces valeurs pour le calcul <br /> de votre installation photovoltaïque autonome
id: Klik di sini untuk memperkenalkan nilai-nilai tersebut untuk menghitung <br/> dimensi pemasangan solar otonom
it: Clicca qui per inserire tali valori per calcolare <br/> le dimensioni vostro dell'impianto solare autonomo
ru: Нажмите здесь, чтобы ввести эти значения для расчета <br/> размера вашей автономной солнечной установки
tr: Otonom güneş tesisinizin boyutunu hesaplamak <br/> için değerleri tanıtmak için buraya tıklayın Otonom güneş tesisatınızın boyutunu hesaplamak ve bu değerleri tanıtmak için <br/> buraya tıklayın.
uk: Натисніть тут, щоб ввести ці значення для розрахунку <br/> розміру вашої автономної сонячної установки

source: Add an empty line
es_es: Añadir una línea vacía
fa: اضافه کردن یک خط خالی
fr: Ajouter une ligne vide
id: Tambahkan sebuah baris kosong
it: Aggiungi una riga vuota
ru: Добавить пустую строку
tr: Yeni boş bir satır ekleyin
uk: Додати порожній рядок

source: Add a line according to a template...
es_es: Añadir un línea basada en una plantilla...
fa: یک خط بر اساس یک الگو اضافه کنید…
fr: Ajouter une ligne selon un modèle...
id: Menambahkan baris menurut template...
it: Aggiungi una linea secondo un modello...
ru: Добавить строку в соответствии с шаблоном...
tr: Şablona göre bir satır ekleyin...
uk: Додати рядок за шаблоном...

source: The models' values are approximate estimations, if you need more precise measurement consider using Wattmeter to determine the exact consumption of each of yours devices
es_es: Los valores de los modelos son estimaciones aproximada, si necesita una medición más precisa, considere usar un vatímetro para determinar el consumo exacto de cada uno de sus artefactos
fa: مقادیر مدل ها برآورد های تقریبی هستند، اگر شما نیاز به اندازه گیری دقیق تردارید استفاده از وات متر را برای تعیین مصرف دقیق هر یک از دستگاه های خود در نظر بگیرید
fr: Les valeurs des modèles sont des estimations indicatives, afin d'être précis nous vous encourageons à vous procurer un Wattmètre pour mesurer la consommation de chacun de vos appareils
id: Nilai-nilai dan model-model estinasi perkiraan, jika Anda memerlukan lebih tepat pengukuran harus mempertimbangkan untuk menggunakan Wattmeter untuk menentukan konsumsi tepat setiap perangkat Anda
it: I valori dei modelli sono stime approssimative, se hai bisogno di misure più precise, considera l'utilizzo di Wattmeter per determinare il consumo esatto di ciascuno dei tuoi dispositivi
ru: Значения моделей являются приблизительными оценками, если вам нужно более точное измерение, рассмотрите использование Ваттметра для определения точного потребления каждого из ваших устройств
tr: Örneklerin değerleri yaklaşık tahminlerdir, eğer daha kesin ölçüm istiyorsanız, her bir cihazınızın kesin tüketimini belirleyebilecek bir Watt ölçer kullanmayı göz önünde bulundurabilirsiniz
uk: Значення моделей є приблизними оцінками, якщо вам потрібні більш точні вимірювання, рекомендується використовувати Ватметр для точного визначення витрати кожного з ваших пристроїв Контекст | Редагування Контекстного

source: Share / Save this table
es_es: Compartir / Guardar esta tabla
fa: اشتراک گذاری /ذخیره این جدول
fr: Partager/Mémoriser ce tableau
id: Bagikan / Simpan tabel ini
it: Condividi / Salva questa tabella
ru: Поделиться / сохранить эту таблицу
tr: Tabloyu Paylaş / Kaydet
uk: Поділитися / зберегти цю таблицю

source: This data will be deleted after %d days without consultation
fr: Ces données seront supprimées après %d jours sans consultation

source: Name for this table
fr: Nom de ce tableau

source: Your email
fr: Votre email

source: Cancel
fr: Annuler

source: You will receive an email with links to the tables you have saved
fr: Vous allez recevoir un email avec des liens vers les tableaux que vous avez enregistrés

source: Send me
fr: Envoi moi

source: Tick all the devices that are likely to be switched on at the same time (for example: Pc, fridge, lightbulb in the livingroom). At the other hand, you might rather want to unplug your Pc when you are using a drill
es_es: Marque todos los aparatos que probablemente sean encendidos al mismo tiempo (por ejemplo: Pc, refrigerador, la bombilla de la sala de estar). Por otro lado podría preferir desconectar su Pc mientras está usando un taladro
fa: تیک همه دستگاه هایی که احتمالاً در همان زمان روشن می شوند (برای مثال: کامپیوتر، یخچال، چراغ در اتاق نشیمن). از سوی دیگر، شما احتمالاً می خواهید کامپیوتر خود را هنگامی که ازیک دلیل استفاده می کنیدجداکنید
fr: Cocher tous les appareils suceptibles d`être allumés en même temps (exemple : un ordinateur, le réfrigérateur, l\'ampoule du salon. Par contre la perceuse non, préférez débrancher votre ordinateur si vous avez à l\'allumer
id: Centang semua perangkat yang mungkin harus diaktifkan saat yang sama (misalnya: Pc, kulkas, lampu di ruang tamu). Di sisi lain, Anda mungkin lebih ingin mencabut Pc Anda ketika Anda menggunakan bor
it: Spunta i dispositivi che sono soliti essere accesi nello stesso tempo (per esempio: Pc, frigo, lampadina nel soggiorno). D'altro lato, potresti voler scollegare il tuo Pc mentre utilizzi un trapano
ru: Отметьте все устройства, которые могут быть включены одновременно (например: Пк, холодильник, лампочка в гостиной). С другой стороны, вы, возможно, предпочли бы отключить компьютер, когда вы используете дрель
tr: Aynı anda açık olma ihtimali olan cihazlarınızı işaretleyin (örneğin: Bilgisayar, buzdolabı, oturma odasındaki ampul). Bu arada, elektrikli matkap kullanırken bilgisayarınızı kapatmayı tercih edebilirsiniz
uk: Позначте всі пристрої, які можуть бути увімкнені одночасно (наприклад: ПК, холодильник, лампочка у вітальні). З іншого боку, ви, можливо, захотіли б вимкнути комп'ютер, коли використовуєте дриль

source: Ticked: your daily consumption will be estimated automatically<br/>Unticked: you shall specifiy your daily consumption (useful in case your fridge is plugged 24/7 yet it goes on only if room temperature rises
es_es: Marcado: su consumo diario será estimado automáticamente<br/>Desmarcar: usted deberá especificar su consumo diario (útil en caso de que su refrigerador esté conectado 24/7, sin embargo continúa solo si sube la temperatura ambiente
fa: علامت گذاری شده: مصرف روزانه شما را به طور خودکار برآورد خواهد کرد<br/>علامت گذاری نشده: شما باید مصرف روزانه خود را مشخص کنید( در صورتی مفید است که یخچال شما ۲۴/۷ وصل باشد در حالیکه اگر دمای اتاق افزایش یابد
fr: Coché : le calcul de consommation quotidienne se fera automatiquement<br />Décoché : la consommation quotidienne est à indiquer (pratique pour un réfrigérateur qui est branché 24/24 mais qui ne consomme pas sa puissance 24/24, il s\'alume uniquement si la température monte à l\'intérieur
id: Berdetak: konsumsi sehari-hari Anda akan diperkirakan secara otomatis<br/>Tidakberdetak: Anda akan sebutkan konsumsi sehari-hari Anda (berguna apabila kulkas Anda terpasang 24/7 namun berlangsung hanya jika suhu kamar naik
it: Spuntati: il tuo consumo giornaliero verrà stimato automaticamente<br/> Non spuntati: dovresti specificare il tuo consumo giornaliero ( utile nel caso il tuo frigo è collegato 24/7 ma continua solamente se la temperatura della stanza aumenta
ru: Отмечено: ваше ежедневное потребление будет оценено автоматически<br/>Не отмечено: вы должны указать Ваше ежедневное потребление (полезно в случае, если ваш холодильник подключен 24/7, но он включается только при повышении комнатной температуры)
tr: İşaretli: günlük kullanımınız otomatik olarak tahmin edilecektir<br/>İşaretsiz: günlük kullanımınızı belirtmeniz gerekir (buzdolabınızın 7/24 fişe takılı olduğu ama sadece oda sıcaklığına ulaştığında çalıştığı durumlarda kullanışlıdır)
uk: Відмічено: ваше добове споживання буде оцінено автоматично<br/>Не відмічено: ви повинні вказати ваше добове споживання (корисно у випадку, якщо ваш холодильник підключений 24/7, але вмикається тільки коли температура в приміщенні піднімається

source: Wh/d
fr: Wh/j
ru: Вт·Ч/сут
uk: Вт год/д

source: The calculation is: Power (W) * Time (in hours) * Number = Wh/d (Watt Hour Day)
fr: Le calcul est : Puissance (W) * Temps (en heure) * Nombre = Wh/j (Watt heure par jour)

source: January
es_es: Enero
fa: ژانویه
fr: Janvier
id: Januari
it: Gennaio
ru: Январь
tr: Ocak
uk: Січень

source: February
es_es: Febrero
fa: فوریه
fr: Février
id: Februari
it: Febbraio
ru: Февраль
tr: Şubat
uk: Лютий

source: March
es_es: Marzo
fa: مارس
fr: Mars
id: Maret
it: Marzo
ru: Март
tr: Mart
uk: Березень

source: April
es_es: Abril
fa: آوریل
fr: Avril
it: Aprile
ru: Апрель
tr: Nisan
uk: Квітень

source: May
es_es: Mayo
fa: مه
fr: Mai
id: Mei
it: Maggio
ru: Май
tr: Mayıs
uk: Травень

source: June
es_es: Junio
fa: ژوئن
fr: Juin
id: Juni
it: Giugno
ru: Июнь
tr: Haziran
uk: Червень

source: July
es_es: Julio
fa: ژوئیه
fr: Juillet
id: Juli
it: Luglio
ru: Июль
tr: Temmuz
uk: Липень

source: August
es_es: Agosto
fa: اوت
fr: Aout
id: Agustus
it: Agosto
ru: Август
tr: Ağustos
uk: Серпень

source: September
es_es: Septiembre
fa: سپتامبر
fr: Septembre
it: Settembre
ru: Сентябрь
tr: Eylül
uk: Вересень

source: October
es_es: Octubre
fa: اکتبر
fr: Octobre
id: Oktober
it: Ottobre
ru: Октябрь
tr: Ekim
uk: Жовтень

source: November
es_es: Noviembre
fa: نوامبر
fr: Novembre
it: Novembre
ru: Ноябрь
tr: Kasım
uk: Листопад

source: December
es_es: Diciembre
fa: دسامبر
fr: Decembre
id: Desember
it: Dicembre
ru: Декабрь
tr: Aralık
uk: Грудень

source: Daily need is not correct because < 0
es_es: La necesidad diario no es correcta ya que < 0
fa: نیاز روزانه صحیح نیست چون <۰
fr: Le besoin journalier n'est pas correct car < 0
id: Kebutuhan harian tidak benar karena < 0
it: Il fabbisogno giornaliero non è corretto poiché < 0
ru: Суточная потребность задана не корректно, потому что < 0
tr: Günlük ihtiyaç doğru değil çünkü < 0
uk: Добова потреба задане не вірно тому що < 0

source: Maximum power requirement is not correct because < 0
es_es: La necesidad de potencia máxima no es correcta ya que < 0
fa: حداکثر توان مورد نیاز صحیح نیست چون <۰
fr: Le besoin en puissance maximum n'est pas correct car < 0
id: Kebutuhan daya maksimum tidak benar karena < 0
it: Il fabbisogno di potenza massimo non è corretto poiché < 0
ru: Максимальное требование к мощности задано не корректно, потому что < 0
tr: Maksimum güç ihtiyacı doğru değil çünkü < 0
uk: Потреба у Максимальній потужності вказана не коректно, так як < 0

source: Panel's custom power is not correct because < 0
es_es: Potencia personalizada del panel no es correcta porque < 0
fa: توان پنل دستی صحیح نیست چون <۰
fr: La puissance personnalisée du panneau n'est pas correcte car < 0
id: Daya khusus panel tidak benar karena < 0
it: La potenza personalizzata del pannello non è corretta perché < 0
ru: Пользовательская мощность панели задана не верно, потому что < 0
tr: Panelin özel ayarlanmış gücü doğru değil çünkü < 0
uk: Обрана потужність панелі не коректна, тому що < 0

source: Panel's custom open circuit voltage (Vdoc) is not correct because < 0
es_es: Voltaje de circuito abierto personalizado del panel (Vdoc) no es correcto ya que < 0
fa: ولتاژ مدار باز پنل سفارشی(Vdoc) درست نیست زیرا <۰
fr: La tension en circuit ouvert (Vdoc) personnalisée du panneau n'est pas correcte car < 0
id: Tegangan buka sirkuit panel kostum (Vdocs) tidak benar karena < 0
it: La tensione di circuito aperto personalizzata del pannello (Vdoc) non è corretta perché < 0
ru: Пользовательское напряжение открытой цепи панели (Vdoc) задано не корректно, потому что < 0
tr: Panelin özel ayarlanmış açık devre voltajı (Vdoc) doğru değil çünkü < 0
uk: Обрана напруга відкритого контуру (Vdoc) не коректна, тому що < 0

source: Panel's custom short circuit current (Isc) is not correct because < 0
es_es: Corriente de cortocircuito personalizado del panel (Isc) no es correcto ya que < 0
fa: جریان اتصال کوتاه سفارشی (Isc) درست نیست زیرا <۰
fr: Le courant de court circuit (Isc) personnalisé du panneau n'est pas correct correcte car < 0
id: Tegangan buka sirkuit panel kostum (Vdocs) tidak benar karena < 0
it: La corrente di cortocircuito personalizzata (Isc) del pannello non è corretta perché < 0
ru: Пользовательский ток замкнутой цепи панели (Isc) задан не корректно, потому что < 0
tr: Panelin özel kısa devre akımı (Isc) doğru değil çünkü < 0
uk: Обрана сила току замкнутої мережі (Isc) не коректна, тому що < 0
