Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: Solar irradiation data is collected on <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>
es_es: Los datos de irradiación solar se recopilan en <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>
fa: <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a>داده ها جمع آوری شده در
id: Data iradiasi matahari dikumpulkan di <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>
it: I dati dell'irradiazione solare sono raccolti su <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>
ru: Данные о солнечном облучении взяты с <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>
tr: Güneş ışını yayma verisi <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a> dan toplanıyor
uk: Дані про сонячне опромінення зібрані на <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>

source: Panels Icc short-circuit current security margin
es_es: Margen de seguridad actual de los paneles Icc de cortocircuitos
fa: پنل ها Icc حاشیه امنیتی اتصال کوتاه فعلی
id: Panels Icc memecah arus margin keamanan saat ini
it: Margine di sicurezza della corrente di cortocircuito dei Pannelli Icc
ru: Запас мощности тока замкнутой цепи Icc панелей
tr: Kısa devre akımı güvenlik mesafesi Icc paneller için

source: version
es_es: versión
fa: نسخه
id: versi
it: versione
ru: версия
tr: versiyon
uk: версія

source: Type
es_es: Escriba
fa: نوع
id: Mengetik
it: Tipologia
ru: Тип
tr: Tür

source: Section
es_es: Sección
fa: بخش
id: Bagian
it: Sezione
ru: Секция
tr: Bölüm
uk: Секція

source: The calculation is: Power (W) * Time (in hours) * Number = Wh/j (Watt Hour Day)
es_es: El cálculo es: Potencia (W) * Tiempo (en horas) * Número = Wh/j (Vatios Hora Día)

source: Copy the internet address below keep it there or share it here...
es_es: Copie la dirección de internet a continuación, manténgala allí o compártala aquí...
uk: Скопіюйте веб-адресу нижче, збережіть її, або поділіться нею...

source: I (A) : L\’intensité (ici l'intensité des panneaux x le nombre de parallèle(s))
es_es: I (A): La intensidad (aquí la intensidad de los paneles por el número de paralelo(s))

source: <a href="http://david.mercereau.info/contact/" target="_blank">Say thank you !</a> (it's always a pleasure)
es_es: <a href="http://david.mercereau.info/contact/" target="_blank">Decir gracias !</a> (Siempre es un placer)

source: Click on the map to set your position and deduce solar ressource
es_es: Haga clic en el mapa para establecer su posición y deducir recurso solar

source: In automatic mode, GEL OPzV 2V batteries will be used above 500A
es_es: En el modo automático, las baterías GEL OPzV 2V serán usadas por encima de 500A

source: Cap
fa: سر باتری
id: Topi
