Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: The charge controller stands between batteries and panels, its role is to handle batteries charge depending on what the panels can provide
es_es: El regulador de carga se coloca entre las baterías y los paneles, su función es la de manejar la carga de las baterías, dependiendo de lo que los paneles puedas proporcionar
fa: کنترل کننده شارژ میان باتری ها و پنل هاقراردارد و نقش آن این است که با توجه به آنچه پنل ها می توانند ارائه دهند، باتری را شارژ کند
fr: Le régulateur de charge est entre les batteries et les panneaux, c'est lui qui gère la charge des batteries en fonction de ce que peuvent fournir les panneaux
id: Charge controller berdiri di antara baterai dan panel, perannya adalah untuk menangani baterai charge tergantung pada apa yang panel dapat memberikan
it: Il controller di carica si trova tra batterie e pannelli, il suo ruolo è quello di gestire la carica delle batterie a seconda di ciò che i pannelli possono fornire
ru: Контроллер заряда ставится между батареями и панелями, его задача - регулировать заряд батарей в зависимости от производительности панелей
tr: Şarj denetleyicisi, piller ve paneller arasında durmakta. Rolü, pillerin şarjını, panellerin neye sahip olabileceğine bağlı olarak ele almasıdır.
uk: Контролер заряду встановлюється між акумуляторами і панелями, його роль полягає у тому, щоб регулювати заряд акумуляторів в залежності від продуктивності панелей

source: Sorry, unable to establish a panel/charge controller wiring hypothesis
es_es: Lo sentimos, no se pudo establecer un panel/regulador de carga de hipótesis de cableado
fa: با عرض پوزش، قادر به ایجاد یک فرضیه سیم کشی کنترل پنل / شارژ نیست
fr: Désolé nous n'avons pas réussi à faire une hypothèse de câblage panneaux/régulateur
id: Maaf, tidak dapat mendirikan sebuah panel/charge controller kabel hipotesis
it: Scusa, impossibile stabilire un'ipotesi di cablaggio del pannello/regolatore di carica
ru: Извините, не удалось установить вариант подключения для панели/регулятора заряда
tr: Üzgünüz, panel/şarj kontrol cihazı elektrik bağlantısı hipotezini saptayamamaktayız
uk: На жаль, не вдалося зробити припущення щодо підключення панелі/контролера заряду

source: We recommend to switch charge controller and/or panels to automatic mode
es_es: Recomendamos cambiar el regulador de carga y/o los paneles a modo automático
fa: ما توصیه می کنیم کنترل کننده شارژ و / یا پانل را به حالت اتوماتیک تغییر دهید
fr: Nous vous encourageons à passer le modèle du régulateur et/ou les panneaux en automatique
id: Kami sarankan untuk beralih charge controller dan/atau panel dengan mode otomatis
it: Raccomandiamo di cambiare il regolatore di carica e / oi pannelli in modalità automatica
ru: Мы советуем переключить контроллер заряда и/или панели в автоматический режим
tr: Şarj kontrol cihazınızı ve/veya panelleri otomatik moda almanızı öneririz
uk: Ми рекомендуємо переключити контролер заряду та/або панелі в автоматичний режим

source: Warning : for this hypothesis we switched to %d panels
es_es: Advertencia: para esta hipótesis hemos cambiado a los paneles %d
fa: هشدار: برای این فرضیه ما %d پنل ها را تغییر دادیم
fr: Attention : pour cette hypothèse nous sommes passés à %d panneaux
id: Peringatan: untuk hipotesis ini kita beralih ke panel %d
it: Attenzione: per questa ipotesi siamo passati ai pannelli %d
ru: Предупреждение: для этой гипотезы мы переключились на %d панели(ей)
tr: Uyarı : bu hipotez için %d panellerini değiştirdik
uk: Попередження : для цієї гіпотези ми переключилися на %d панелі (ей)

source: With your custom charge controller, a
es_es: Con su regulador de carga, una
fa: با کنترل کننده سفارشی خود، یک
fr: Avec votre régulateur personnalisé, une
id: Dengan kustom anda charge controller,
it: Con il tuo controller di carica personalizzato, a
ru: С вашим пользовательским контроллером заряда,
tr: Sizin özel şarj kontrol cihazınız ile, bir
uk: З вашим індивідуальним контролером заряду,

source: You force the %s charge controller selection, a
es_es: Fuerza la selección del regulador de carga %s, un
fa: شما مجبور به انتخاب یک %s کنترل کننده شارژ هستید
fr: Vous forcez la sélection du régulateur %s, une
id: Anda memaksa pilihan pengontrol biaya %s, a
it: Si forza la selezione del controller di carica %s, a
ru: Вы принудительно выбираете контроллер заряда %s,
tr: %s şarj kontrol cihazı seçimini zorla, a

source: A
fa: الف
fr: Une
ru: А

source: hypothesis would be to have <b>%d %s type charge controller</b>
es_es: hipótesis seria tener <b>%d %s un controlador de carga</b>
fa: فرضیه می تواند دارای <b>%d %s نوع کنترل کننده شارژ باشد</b>
fr: hypothèse de câblage serait d'avoir <b>%d régulateur(s) type %s</b>
id: hipotesis adalah memiliki <b>%d %s tipe charge controller</b>
it: l'ipotesi sarebbe quella di avere <b>%d %s tipo regolatore di carica</b>
ru: предполагается установка <b>%d контроллеров заряда типа %s</b>
tr: hipotez <b>%d %s tür şarj regülatörüne</b> sahip olmalıdır

source: With similar characteristics
es_es: Con características similares
fa: با ویژگی های مشابه
fr: Avec caractéristiques similaires
id: Dengan karakteristik yang sama
it: Con caratteristiche simili
ru: С аналогичными характеристиками
tr: Benzer özellikler ile
uk: Зі схожими характеристиками

source: Maximum power panel
es_es: Panel de potencia máxima
fa: حداکثر نیرو پنل
fr: Puissance maximale PV
id: Daya maksimum panel
it: Pannello di massima potenza
ru: Максимальная мощность панели
tr: Maksimum güç paneli
uk: Максимальна потужність панелі

source: Open circuit voltage panel
es_es: Panel de voltaje de circuito abierto
fa: پنل ولتاژ مدار باز
fr: Tension PV circuit ouvert
id: Buka panel tegangan rangkaian
it: Pannello di tensione a circuito aperto
ru: Напряжение открытой цепи панели
tr: Açık devre voltaj paneli

source: Current short circuit
es_es: Corriente de cortocircuito
fa: اتصال کوتاه فعلی
fr: Courant PV court circuit
id: Arus sirkuit pendek
it: Corrente di corto circuito
ru: Ток замкнутой цепи
tr: Mevcut kısa devre
uk: Сила струму замкнутої мережі

source: and on each connect serialized <b>%d panel(s)
es_es: y en cada conexión serializada <b>%d panel (es)
fa: ودر یک <b>%d پنل (ها) سریال متصل شده
fr: et sur chacun d'entre eux connecter <b>%d panneau(x) en série
id: dan pada masing-masing terhubung serial <b> %d panel (s)
it: e in ogni connessione serializzata del(i) pannello(i) <b>%d
ru: и на каждом из них последовательно подключены <b>%d панели(ей)
tr: ve her bağlantı <b>%d paralel panel ile seri bağlanmıştır

source: on %d parallel(s)
es_es: en %d paralelo(s)
fa: در %d موازی (ها)
fr: sur %d parallèle(s)
id: pada %d paralel(s)
it: su parallelo(i) %d
ru: на %d параллели(-ей)
tr: %d paralel üzerinde
uk: на %d паралелі(-ей)

source: wiring hypothesis would be to have a <b>%s type charge controller</b>
es_es: la hipótesis del cableado seria tener un <b>%s tipo de controlador de carga</b>
fa: فرضیه سیم کشی می تواند <b>%sنوع کنترل کننده شارژ باشد</b>
fr: hypothèse de câblage serait d'avoir un <b>régulateur type %s</b>
id: pengkabelan kabel akan memiliki pengontrol muatan tipe <b> %s </b>
it: l'ipotesi di cablaggio sarebbe quella di avere un <b>%s regolatore di carica di tipo</b>
ru: гипотеза о проводке предполагает установку <b>%s контроллера заряда</b>
tr: kablolama hipotezi <b>%s tür şarj regülatörüne</b> sahip olmalıdır

source: on which would be connected
es_es: en el que se conectaría
fa: که در آن متصل می شود
fr: sur lequel serait connecté
id: yang akan dihubungkan
it: su cui sarebbe connesso
ru: к которому будут подсоединены
tr: üzerine bağlanacak olan
uk: до якого будуть під'єднані

source: panel
fa: پنل
fr: panneau
it: pannello
ru: панель
uk: панель

source: serialized panels
es_es: paneles serializados
fa: پنل های سریال
fr: panneaux en série
id: serial panel
it: pannelli serializzati
ru: последовательно подключенные панели
tr: seri üretimi yapılmış paneller
uk: послідовно підключені панелі

source: A type %s charge controller, with a <b>%dV</b> battery plant, allows :
es_es: Un regulador de carga tipo %s , con una planta de batería <b>%dV</b>, permite:
fa: یک نوع %s کنترل کننده شارژ با یک <b>%dV</b>پلنت باتری:
fr: Un régulateur type %s, avec un parc de batterie(s) en <b>%dV</b>, accepte :
id: Pengontrol biaya tipe %s , dengan baterai <b> %d V </b> , memungkinkan:
ru: Контроллер заряда типа %s с аккумуляторной установкой на <b>%dV</b> поддерживает:
tr: <b>%dV</b> batarya tesisi olan tip %s şarj denetleyicisi aşağıdakilere izin verir:

source: <b>%dW</b> max panel power :
es_es: <b>%dW</b> potencia máxima de panel :
fa: حداکثرتوان پنل <b>%dW</b>:
fr: <b>%dW</b> de puissance maximum de panneaux :
id: <b> %d W </b> panel maks:
ru: <b>%dВт</b> макс мощность панели:
tr: <b>%dW</b> maks. panel gücü :

source: With a total of %d %dW panel(s), we reach <b>%dW</b>
es_es: Con un total de panel (s) de %d%dW, llegamos a <b>%dW</b>
fa: با مجموع از %d%dW پنل(ها) ما به <b>%dW</b>می رسد
fr: Avec un total de %d panneau(x) en %dW, on monte à <b>%dW</b>
id: Dengan total panel %d %dW(s), kita mencapai <b>%dW</b>
it: Con un totale di %d %dW pannelli, raggiungiamo <b>%dW</b>
ru: С %d панелями по %dВт мы достигаем <b>%dВт</b>
tr: %d%dW panel(ler) in toplamı ile, <b>%dW</b> ulaşıyoruz

source: panel(s)
es_es: panel (es)
fa: پنل(ها)
fr: panneau(x)
it: Pannelli
ru: панель(ли)
tr: panel(ler)

source: <b>%dV</b> max PV voltage of open circuit :
es_es: <b>%dV</b> voltaje PV máximo de circuito abierto :
fa: <b>%dV</b>حداکثر PV ولتاژ از مدار باز :
fr: <b>%dV</b> de tension PV maximale de circuit ouvert :
id: <b> %d V </b> maks tegangan PV rangkaian terbuka:
ru: <b>%dV</b> макс PV напряжение открытой цепи:
tr: açık devrenin <b>%dV</b> maksimum PV voltajı :

source: With %d serialized panel(s) of %dV of (Voc) voltage and a %d%% security margin, we reach <b>%dV</b>
fr: Avec %d panneaux(s) en série(s) ayant une tension (Voc) de %dV et une marge de sécurité de %d%% , nous atteignons <b>%dV</b>

source: <b>%dA</b> max PV short-circuit current :
es_es: <b>%dV</b> voltaje PV máximo de corriente de cortocircuito :
fa: <b>%dA</b>حداکثر PV اتصال کوتاه فعلی :
fr: <b>%dA</b> de courant de court-circuit PV maximal :
id: <b> %d A </b> arus pendek arus pendek PV:
ru: <b>%dA</b> макс. PV ток замкнутой цепи :
tr: <b>%dA</b> maksimum PV kısa devre akımı :

source: With %d parallel panel(s) having %dA intensity (Isc) and a %d%% security margin, we reach <b>%dA</b>
es_es: Con panel(es) paralelo(s) %d, teniendo %dA de intensidad (Isc) y margen de seguridad %d%%, obtenemos <b>%dA</b>
fa: با داشتن %d پنل های موازی %d A شدت (Isc) و یک %d%% حاشیه امنیتی ما به <b>%dA</b>میرسیم
fr: Avec %d panneau(x) en parallèle(s) ayant une intensité (Isc) de %dA et une marge de sécurité de %d%%, on monte à <b>%dA</b>
id: Dengan panel(s) paralel %d yang memiliki %dA intensity (Isc) dan margin keamanan %d%%, kita mencapai <b>%dA</b>
ru: С %d параллельно подключенными панелями, силой тока по %dA и запасом прочности в %d%% мы достигаем <b>%dA</b>
tr: %dA yoğunluk (Isc) ve %d%% güvenlik marjine sahip %d paralel panel ile <b>%dA</b>'e ulaşırız

source: parallel panel(s)
es_es: panel(es) paralelo(s)
fa: پنل(ها) موازی
fr: panneau(x) en parallèle(s)
id: paralel panel(s)
ru: параллельные панели
tr: paralel Panel(ler)

source: Note: serialization multiplies voltage (V) and paralleling multiplies the intensity (I)
es_es: Nota: La serialización, multiplica el voltaje (V) y el paralelismo multiplica la intensidad (I)
fa: توجه: ترتیب تکثیر ولتاژ (V) و موازی با تکثیر شدت (I)
fr: Note : La mise en série multiple la tension (V) et la mise en parallèle multiplie l'intensité (I)
id: Catatan: serialisasi mengalikan tegangan (V) dan paralel mengalikan intensitas (I)
it: Nota: la serializzazione moltiplica la tensione (V) e il parallelismo moltiplica l'intensità (I)
ru: Важно: последовательное подключение увеличивает напряжение (V), а параллельное подключение увеличивает силу тока (I)
tr: Not: seri hale getirme gerilimi (V) çoğaltır ve paralelleme yoğunluğu (I) çoğaltır
uk: Примітка: послідовне підключення примножує напругу (V), а паралельне примножує силу струму (I)

source: All these characteristics are available in the product's technical sheet. You can customize your charge controller characteristics in <i>Export</i> mode.
es_es: Todas estas características son disponibles en la hoja técnica del producto. Tu puedes personalizar la característica del controlador de carga en modo<i>Exportar</i>.
fa: همه این خصوصیات در ورقه فنی محصول موجود است. شما می توانید ویژگی های کنترل کننده شارژ خود را در حالت <i> خروجی </i> سفارشی کنید.
fr: Toutes ces caractéristiques sont disponibles dans la fiche technique du produit. Vous pouvez personnaliser les caractéristiques de votre régulateur en mode <i>Expert</i>.
id: Semua karakteristik ini tersedia dalam produk teknis. Anda dapat menyesuaikan charge controller karakteristik di <i>Ekspor</i>mode.
it: Tutte queste caratteristiche sono disponibili nella scheda tecnica del prodotto. Puoi personalizzare le caratteristiche del tuo regolatore di carica in modalità <i>Esporta</i>.
ru: Все эти характеристики доступны в техническом листе продукта. Вы можете настроить характеристики контроллера заряда в <i>Экспертном</i> режиме.
tr: Tüm bu özellikler ürününüzün teknik bilgiler kağıdında mevcut. Şarj kontrol cihazınızın özelliklerini <i>Dışa aktar</i> modunda düzenleyebilirsiniz.

source: Hide process
es_es: Ocultar el proceso
fa: پنهان کردن فرآیند
fr: Cacher la démarche
id: Menyembunyikan proses
it: Nascondi il processo
ru: Скрыть процесс
tr: İşlemi gizle

source: See, understand the process
es_es: Ver, y entender el proceso
fa: مشاهده و درک فرآیند
fr: Voir, comprendre la démarche
id: Melihat, memahami proses
it: Vedere, capire il processo
ru: Видеть и понимать процесс
tr: Bakın, süreci anlayın
uk: Бачити та розуміти процес

source: Cable diagram
es_es: Diagrama de cable
fa: نمودار کابل
fr: Schéma de câblage
id: Kabel diagram
it: Schema del cavo
ru: Схема прокладки кабеля
tr: Kablo şeması
uk: Схема підключення

source: Some wiring hypothesis did not succeed, it is not possible to submit a wiring diagram
es_es: Algunas hipótesis del cableado no tuvieron exito, no es posible enviar un diagrama de cableado
fa: برخی از فرضیه های سیم کشی موفق نشدند، امکان ارسال یک نمودار سیم کشی وجود ندارد
fr: Les hypothèses de câblage n'ont pas toutes abouties, il n'est donc pas possible de présenter un schéma de câblage
id: Beberapa kabel hipotesis tidak berhasil, hal ini tidak mungkin untuk mengirimkan wiring diagram
it: Alcune ipotesi di cablaggio non hanno avuto successo, è impossibile presentare un diagramma di cablaggio
ru: Несколько предположений о проводке не увенчались успехом, невозможно представить схему подключения
tr: Bazı bağlantı hipotezleri başarılı olmadı, bir bağlantı şeması sunmak mümkün değil
uk: Деякі джгут гіпотеза не вийде, неможливо уявити схема підключення Контекст | Редагування Контекстного

source: A wiring diagram was established according to panel/charge controller/battery hypothesis :
es_es: Un diagrama de cableado fue establecido conforme a la hipótesis del panel/controlador de carga /batería:
fa: یک مدار سیم کشی با توجه به فرضیه پنل / کنترل کننده باتری / باتری ایجاد شد:
fr: Un schéma de câblage a été établi en fonction des hypothèses panneau/régulateur/batterie émises précédemment :
id: Wiring diagram didirikan menurut panel/charge controller/baterai hipotesis :
it: Uno schema di cablaggio è stato stabilito in base all'ipotesi pannello/regolatore di carica/batteria:
ru: Электрическая схема была разработана в соответствии с предположениями для панели/контроллера заряда/батареи :
tr: Panel/Şarj kontrol cihazı/pil hipotezine göre bir bağlantı şeması yayımladı :
uk: Схема підключення була розроблена, виходячи з припущень щодо панелі/контролера заряду/батареї:

source: Panel string boxe
es_es: Cadena de panel boxe
fa: جعبه پنل رشته ای
fr: Boîtier de jonction
it: Boxe di stringhe di pannello
ru: Распределительная коробка
tr: Panel dizgi kutusu

source: Beyond 2 string, it is strongly recommended to install a panel string boxe. Panel string boxe is collect DC power from panel strings with blocking diodes on each string for protecting panels from reverse current flow. The collected power is then transferred to charge controller.
es_es: Más allá de 2 cadenas, se recomienda encarecidamente instalar un cuadro de cadena boxe. El recuadro de cadena del panel recolecta energía de CC de las cadenas del panel con diodos de bloqueo en cada cuerda para proteger los paneles del flujo de corriente inverso. La potencia recolectada se transfiere luego al controlador de carga.
fa: فراتر از دو رشته، به شدت توصیه می شود که یک جعبه رشته ای پنل را نصب کنید. جعبه رشته‌ای پنل قدرت DC را از رشته های پنل با دیودهای مسدود کننده بر روی هر رشته برای محافظت از پنل ها از جریان معکوس جمع آوری می کند. سپس قدرت جمع آوری شده به کنترل کننده بار منتقل می شود.
fr: Si votre parc de panneaux contient plus de 2 parallèles, il est recommandé d'installer un boîtier de jonction. Il collecte courant (DC) des panneaux mis en parallèle les protèges du courant inverse grâce à des diode. Le courant est ensuite acheminé au régulateur de charge.
id: Di luar 2 string, sangat disarankan untuk menginstal panel string boxe. Panel string boxe adalah mengumpulkan daya DC dari panel string dengan memblokir dioda pada setiap string untuk melindungi panel dari reverse aliran arus. Dikumpulkan daya ini kemudian ditransfer ke charge controller.
it: Oltre la stringa 2, si consiglia vivamente di installare una scatola di stringhe di pannello. Il boxe di stringhe di pannello raccoglie energia CC da stringhe di pannello con diodi di blocco su ogni stringa per proteggere i pannelli dal flusso di corrente inverso. La potenza raccolta viene quindi trasferita al controller di carica.
ru: Если в вашем парке панелей содержится более двух параллелей, рекомендуется установить распределительную коробку. Она собирает ток (DC) из каждого из рядов панелей через блокирующие диоды для защиты панелей от обратного тока. Далее собранный ток передается на контроллер заряда.
tr: 2 telin ötesinde, bir panel dize kutusu takma önerilir. Panel dize kutusu, panelleri ters akım akışı korumak için her dize üzerinde engelleme diyotları ile panel dizelerinden DC gücü toplar. Toplanan güç daha sonra şarj kontrol cihazına aktarılır.
uk: За 2 рядок, настійно рекомендується встановити рядок панель бокс. Рядок панелі коробочки збирати постійного струму з рядка панелі з блокуючими діодами на кожній рядку для захисту панелей від зворотного струму. Зібрані потужність передається на контролер заряду. Контекст | Редагування Контекстного.

source: Converter
es_es: Convertidor
fa: مبدل
fr: Convertisseur
it: Convertitore
ru: Конвертер
tr: Dönüştürücü

source: The converter goal is to transform batteries DC current (here %dV) in AC current usable for standard devices. You need a converter able to deliver the %dW max electric power you need
es_es: El objetivo del convertidor es transformar las baterias de corriente continua (aquí %dV) en corriente alterna usada para dispositivos estándar. Necesitas un convertidor capaz de entregar la %dW potencia eléctrica máxima que usted necesita
fa: هدف مبدل این است که باتری جریان DC (در اینجا%dV) در جریان AC قابل استفاده برای دستگاه های استاندارد تبدیل کند. شما نیاز به یک مبدل قادر به ارائه حداکثر %dW برق را دارید
fr: Le convertisseur est là pour transformer le courant continu (ici %dV) des batteries en courant alternatif assimilable par les appareils standards du marché. Il vous faut un convertisseur capable de délivrer les %dW de puissance électrique maximum dont vous avez besoin
id: Konverter tujuannya adalah untuk mengubah baterai arus DC (di sini %dV) arus AC yang dapat digunakan untuk perangkat standar. Anda perlu converter mampu memberikan %dW max daya listrik yang anda butuhkan
it: L'obiettivo del convertitore è di trasformare la corrente CC delle batterie (qui %dV) in corrente alternata utilizzabile per i dispositivi standard. È necessario un convertitore in grado di fornire l'energia elettrica max necessaria %dW
ru: Задача конвертера заключается в преобразовании постоянного тока батареи (здесь %dV) в переменный ток, используемый для стандартных устройств. Вам нужен конвертер, способный обеспечить вашу потребность в максимальной мощности в %dW
tr: Çeviricinin amacı akünün DC akımını(burada %dV) standart aletlerin kullanabildiği AC akıma çevirmektir. İhtiyacınız olan %dW maksimum akımı sağlayabilecek bir çeviriciye ihtiyacınız var
uk: Конвертер мета-перетворити батареї постійного струму (тут %dв) В змінного струму використовувати для стандартних пристроїв. Вам потрібен конвертер здатний доставити %dВт Максимальна електрична потужність, яка вам потрібна Контекст | Редагування Контекстного

source: Sorry, could'nt find a converter for such power
es_es: Disculpe, no se pudo encontrar un convertidor para tal potencia
fa: با عرض پوزش، نمی توان مبدلی برای چنین قدرت پیدا کرد
fr: Désolé, impossible de trouver un convertisseur pour une telle puissance
id: Maaf, tidak bisa menemukan converter untuk power
it: Spiacenti, impossibile trovare un convertitore per tale potenza
ru: Извините, не удалось найти конвертер для такой мощности
tr: Üzgünüz, bu tür bir güç için uygun bir dönüştürücü bulunamadı
uk: На жаль, не зміг знайти перетворювач для такої потужності Контекст | Редагування Контекстного

source: An hypothesis would be to choose a <b>%s type converter</b> that goes up to %dW max power with possible peaks at %dW.
es_es: Una hipótesis seria elegir un <b>%s tipo de convertidor</b> que llega a %dW la máxima potencia con posible picos en %dW.
fa: یک فرضیه این است که یک ترانزیستور <b>%s</b> را انتخاب کنید که تا حداکثر %dW با حداکثر %dW توان ممکن است.
fr: Une hypothèse serait d'opter pour un <b>convertisseur type %s</b> qui monte en puissance maximum de sortie à %dW avec des pointes possibles à %dW.
id: Hipotesis adalah memilih konverter tipe <b>%s </b> yang naik sampai %dW max power dengan kemungkinan puncak pada %dW.
it: Un'ipotesi sarebbe quella di scegliere un <b>%s convertitore di tipo</b> che salga a potenza massima %dW con possibili picchi a %dW.
ru: Предполагается выбор <b>преобразователя типа %s</b>, который поддерживает максимальную мощность до%dВт с возможными пиком в %dВт.
tr: Bir hipotez %dW 'da olası doruğa sahip %dW max gücüne yükselen bir <b>%s türü dönüştürücü </b> seçmek olacaktır.
uk: Це гіпотеза було б вибрати на <b>%s тип перетворювача</b> що йде до %dW макс влади з можливих піками на рівні %dW.

source: However, in order to avoid battery damage, you won't be able to go above %dW
es_es: Sin embargo, para evitar daños de la batería, no podrás ser capaz de ir por encima de %dW
fa: با این حال، به منظور جلوگیری از آسیب باتری، شما قادر نخواهید بود از%dW بالاتر بروید
fr: Ceci dit, pour ne pas endommager vos batteries, vous ne pourrez aller au delà des %dW
id: Namun, dalam rangka untuk menghindari kerusakan baterai, anda tidak akan dapat untuk pergi di atas %dW
it: Tuttavia, per evitare danni alla batteria, non potrete superare %dW
ru: Однако, чтобы избежать повреждения батареи, не стоит подыматься выше %dВт
tr: Yine de, pil hasarından kaçınmak için, %dW üstüne çıkamayacaksınız
uk: Однак, щоб уникнути пошкодження акумулятора, Ви не зможете піти вище %dГ Контекст | Редагування Контекстного

source: Battery controler
es_es: Controlador de batería
fa: کنترل کننده باتری
fr: Contrôleur de batterie
id: Pengontrol baterai
it: Regolatore di batteria
ru: Контроллер батареи
tr: Pil kontrol cihazı
uk: Контролер батареї
