Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: Estimated cost %s&euro;/string at low range cost and %s&euro;/string at high range cost
es_es: Costo estimado %s&euro;/string a rango de costo bajo y %s&euro;/string a rango de costo alto
fa: برآورد هزینه %s&euro;/string / رشته در محدوده های کم هزینه و %s&euro;/string هزینه بالا
fr: Coût estimé de %s&euro;/parallèles en fourchette basse & %s&euro;/parallèles en haute
id: Perkiraan biaya %s&euro;/string pada biaya rendah dan %s&euro;/string dengan biaya tinggi
it: Costo stimato %s&euro;/stringa a costo di fascia bassa e %s&euro;/stringa a costo di alta gamma
ru: Оценочная стоимость %s&euro;/ряд при низких затратах и %s&euro;/ряд при высоких затратах
tr: En düşük fiyatta tahmini maliyet %s&euro;/tel ve en yüksek fiyatta %s&euro;/tel
uk: Орієнтовна вартість %s&euro;/ряд при низьких затратах і %s&euro;/ряд при високих затратах

source: Estimated cost %s&euro;/VA at low range cost and %s&euro;/VA at high range cost
es_es: Costo estimado %s&euro;/VA a rango de costo bajo y %s&euro;/VA a rango de costo alto
fa: برآورد هزینه %s&euro;/VA در محدوده های کم هزینه و %s&euro; هزینه /VA در محدوده بالا
fr: Coût estimé de %s&euro;/VA en fourchette basse & %s&euro;/VA en haute
id: Perkiraan biaya %s&euro;/VA pada biaya rendah dan %s&euro;/VA dengan biaya tinggi
it: Costo stimato %s&euro;/VA a costo di fascia bassa e %s&euro;/VA a costo di alta gamma
ru: Оценочная стоимость %s&euro; /VA при низких затратах и %s&euro; /VA при высоких затратах
tr: En düşük fiyatta tahmini maliyet %s&euro;/VA ve en yüksek fiyatta %s&euro;/VA
uk: Орієнтовна вартість %s&euro; /VA при низьких затратах і %s&euro;/VA при високих затратах

source: Wiring
es_es: Alambrado
fa: سیم کشی
fr: Câblage
id: Kabel
it: Cablaggio
ru: Проводка
tr: Elektrik bağlantısı
uk: Електропроводка

source: Which brings to a total budget <b>between %s and %s&euro;</b>. Cost of panels support, wire, wire terminal and protection elements (fuse, battery cut-off, ...) is not included
es_es: Llevando un presupuesto total <b>entre %s y%s&euro;</b>. Costo de soporte de paneles, alambre, terminal de cable y protección de elementos(fusible, corte de batería, ...) eso no esta incluido
fa: بودجه کلی که <b>بین %s و %s&euro;</b>به ارمغان می آورد. هزینه پشتیبانی پنل ها ، سیم کشی و ترمینال سیم ها و محافظت از عناصر (فیوز، قطع کننده باتری،…) را گنجانده نشده است
fr: Ce qui nous fait un budget total <b>entre %s et %s&euro;</b>. A ça, il faut ajouter le prix des supports de panneaux, du câblage, des cosses ainsi que celui des éléments de protections (fusibles, coupe batterie...)
id: Yang membawa ke total anggaran <b>antara %s dan %s&euro;</b>. Biaya dukungan panel, kawat, terminal kawat dan elemen pelindung (sekering, cut-off baterai, ...) tidak termasuk
it: Per un budget totale <b>compreso tra %s e %s&euro;</b>. I costi per il supporto pannelli, cavi, connettori e elementi di protezione ( fusibili, interruttore stacca batteria, ...) non sono inclusi
ru: Что приводит к общему бюджету <b>между %s и %s&euro;</b>. Стоимость поддержки панелей, провод, проводной терминал и элементы защиты (предохранитель, отсечка аккумулятора,...) не учитывается
tr: <b> toplam bütçeye %s ile %s&euro;</b> arasında getirir. Panellerin maliyeti, kablo, kablo terminali ve koruma elemanları (sigorta, pil kesme, ...) dahil değildir .
uk: Це підводить до загального бюджету <b>між %s і %s&euro;</b>. Вартість панелей підтримки, дроти, дроти термінал і захисту елементів (запобіжник, акумулятор відсічення,...) не є включений

source: Support, contribute
es_es: Apoyar, contribuir
fa: پشتیبانی، مشارکت
fr: Soutenir, contribuer
id: Dukungan, memberikan kontribusi
it: Supporta, contribuisci
ru: Поддержка, вклад
tr: Destekleyin, katkıda bulunun
uk: Допомогти, підтримати

source: If this software was helpfull and/or you want to thank
es_es: Si este software fue de ayuda y/o quieres agradecer
fa: اگر این نرم افزار مفید است و/یا شما میخواهید تشکر کنید
fr: Si ce logiciel vous a été utile et/ou que vous voulez exprimer de la reconnaissance
id: Jika perangkat lunak ini sangat membantu dan/atau anda ingin berterima kasih
it: Se questo software è stato utile e/o vuoi ringraziare
ru: Если это программное обеспечение было полезно и / или вы хотите поблагодарить
tr: Eğer bu yazılım yardımcı olduysa ve/veya teşekkür etmek isterseniz
uk: Якщо це програмне забезпечення було корисним і/або ви хочете подякувати

source: <a href="https://david.mercereau.info/soutenir/#respond" target="_blank">Say thank you !</a> (it's always a pleasure)
fr: <a href="https://david.mercereau.info/soutenir/#respond" target="_blank">Dites merci !</a> (ça fait toujours plaisir)

source: Support by making a secure donation
es_es: Apoyo haciendo una donación segura
fa: پشتیبانی با کمک مالی امن
fr: Soutenez en faisant un don (sécurisé)
id: Dukungan dengan membuat donasi aman
it: Supportaci con una donazione sicura
ru: Поддержка путем безопасного пожертвования
tr: Güvenli bir bağış yaparak destekleyin

source: Contribute / improve / translate this software
es_es: Contribuir / mejorar / traducir este software
fa: مشارکت / بهبود / ترجمه این نرم افزار
fr: Contribuer / améliorer / traduire ce logiciel
id: Kontribusi / meningkatkan / translate software ini
it: Contribuisci / migliora / traduci questo software
ru: Внести свой вклад / улучшить / перевести это программное обеспечение
tr: Bu yazılıma katkı sağla / geliştir / çevir

source: Summary
es_es: Resumen
fa: خلاصه
fr: Récapitulatif
id: Ringkasan
it: Riepilogo
ru: Краткое описание
tr: Özet

source: <a href="%s">This simulation</a> estimates that with your consumption of %dWh/d you would need:
es_es: <a href="%s">Esta simulación</a>calcula que con su consumo de %dWh/d necesitarías:
fa: <a href="%s">این شبیه سازی</a> که خود مصرف %dWh/d مورد نیاز شما را تخمین می زند:
fr: <a href="%s">Cette simulation</a> estime, qu'avec votre consommation électrique de %dWh/j, vous auriez besoins de :
id: <a href="%s">Simulasi ini</a> memperkirakan bahwa dengan konsumsi %dWh/d yang Anda perlukan:
it: <a href="%s"> Questa simulazione</a> stima che con il tuo consumo di %dWh/d avresti bisogno:
ru: <a href="%s"> Эта модель</a> оценивает, что с вашим уровнем потребления в %dВтч/д вам понадобится:
tr: <a href="%s">Bu similasyon</a> %dWh/d ile olan tüketiminizle ihtiyaç duyacağını tahmin ediyor:

source: ~%dW panel (%d"%dW for example)
es_es: ~%dW Panel (%d"%dW por ejemplo)
fa: ~‌%dW پنل (%d”%dW برای مثال)
fr: ~%dW de panneau solaire (%d"%dW par exemple)
id: ~ %d panel W ( %d"%d W misalnya)
it: ~%dW pannello (%d"%dW per esempio)
ru: ~%dВт панель (%d"%dВт например)
tr: ~%dW panel (%d"%dW Örneğin)

source: ~%dAh battery in %dV (%d"%dAh in %dV for example)
es_es: ~%dAh batería en %dV (%d"%dAh en %dV por ejemplo)
fa: ~%dAhباتری در %dV ( برای مثال %d”%dAh در %dV)
fr: ~%dAh de batterie en %dV (%d"%dAh en %dV par exemple)
id: ~%dAh baterai dalam %dV (%d"%dAh dalam %dV misalnya)
it: ~%dAh batteria in %dV (%d"%dAh in %dV per esempio)
ru: ~батарея в %dАh на %dV (%d"%dAh на %dV например)
tr: %dAh pil %dV (%d"%dAh in %dV örneğin)

source: The budget estimated between %s and %s&euro;
es_es: El presupuesto estimado entre %s y %s&euro;
fa: برآورد بودجه بین %s و %s&euro;
fr: Le budget est estimé entre %s et %s&euro;
id: Anggaran diperkirakan antara %s dan %s&euro;
it: Il budget stimato tra%s e %s&euro;
ru: Оценочный бюджет - от %s до %s&euro;
tr: Bütçe %s ve %s&euro; arasında hesaplandı;

source: [url=%s]This simulation[url] estimates that with your consumption of %dWh/d you would need:
es_es: [url=%s]Esta simulación[url] calcula que con su consumo de %dWh/d necesitarías:
fa: [url =%s] این شبیه سازی[url] که خود مصرف %dWh/d مورد نیاز شما را تخمین می زند:
fr: [url=%s]Cette simulation[url] estime, qu'avec votre consommation électrique de %dWh/j, vous auriez besoins de :
id: [url =%s] Simulasi ini[url] memperkirakan bahwa dengan konsumsi %dWh/d yang Anda perlukan:
it: [url=%s]Questa simulazione[url] stima che con il tuo consumo di %dWh/d avrai bisogno di:
ru: [url=%s]Эта модель[url] оценивает, что с вашим уровнем потребления в %dВтч/д вам понадобится:
tr: [url=%s]Bu simülasyon[url] %dWh/d'lık tüketimle şu kadara ihtiyacınız olduğunu tahmin ediyor:

source: Your degree of knowledge in photovoltaics
es_es: Su grado de conocimiento en energía fotovoltaica
fa: میزان دانش شما از فتوولتائیک
fr: Votre degré de connaissance en photovoltaïque
id: Tingkat pengetahuan di photovoltaics
it: Il tuo livello di conoscenza in fotovoltaico
ru: Ваш уровень знаний в фотогальванике
tr: Güneş pilleri hakkında bilgi düzeyiniz
uk: Ваш рівень знань фотоелектрики

source: Beginner
es_es: Principiante
fa: مبتدی
fr: Débutant
id: Pemula
it: Principiante
ru: Новичок
tr: Başlangıç düzeyi
uk: Початківець

source: Enlightened
es_es: Iluminado
fa: مربی
fr: Eclairé
id: Tercerahkan
it: Illuminato
ru: Знающий
tr: Bilgili
uk: Знавець

source: Your consumption
es_es: Su consumo
fa: مصرف شما
fr: Votre consommation
id: Anda konsumsi
it: Il tuo consumo
ru: Потребление
tr: Tüketiminiz
uk: Ваше споживання

source: This is the most important step for sizing.
es_es: Este es el paso más importante para el dimensionamiento.
fa: این مهم ترین گام برای اندازه گیری است
fr: C'est l'étape la plus importante pour votre dimensionnement.
id: Ini adalah langkah yang paling penting untuk sizing.
it: Questo è il passo più importante per il dimensionamento.
ru: Это самый важный шаг для калибровки.
tr: Bu sınıflandırmada ki en önemli adımdır.
uk: Це найважливіший крок для розрахунків.

source: If you don't know this value go to <b><a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">daily needs calculator</a></b>
es_es: Si no conoce este valor vaya a <b><a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">calculadora de necesidades diarias</a></b>
fa: اگر یکاها را نمیدانید از<a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">ماشین حساب مورد نیاز روز استفاده کنید</a></b>
fr: Si vous ne connaissez pas cette valeur rendez-vous sur notre <b><a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">interface de calcul de besoins journaliers</a></b>
id: Jika Anda tidak mengetahui nilai ini, buka <b><a href=" %s? From=CalcPvAutonome" id="DemandeCalcPvAutonome">kalkulator kebutuhan sehari-hari</a></b>
it: Se non conosci questo valore vai al <b><a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">calcolatore fabbisogni giornalieri</a></b> Context | Edit Context
ru: Если вы не знаете его значение, перейдите к <b><a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">Калькулятору суточного потребления</a></b>
tr: Eğer bu değeri bilmiyorsanı <b><a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">günlük ihtiyaç hesaplayıcısı</a></b>
uk: Якщо ви не знаєте його значення, перейдіть до <b><a href="%s?from=CalcPvAutonome" id="DemandeCalcPvAutonome">калькулятора денного споживання</a></b>

source: Geographical location
es_es: Ubicación geográfica
fa: مکان جغرافیایی
fr: Localisation géographique
id: Lokasi geografis
it: Posizione geografica
ru: Географическое положение
tr: Coğrafi konum
uk: Географічне розташування

source: Map
es_es: Mapa
fa: نقشه
fr: Carte
id: Peta
it: Mappa
ru: Карта
tr: Harita
uk: Карта

source: Manual
fa: دستی
fr: Manuel
it: Manuale
ru: Вручную
tr: El ile
uk: Вручну

source: Click on the map to set your position and deduce solar resource
fr: Cliquer sur la carte pour déterminer votre position géographique et ainsi déduire l'ensoleillement

source: Selected position
es_es: Posición seleccionada
fa: انتخاب موقعیت
fr: Position sélectionnée
id: Posisi yang dipilih
it: Posizione selezionata
ru: Выбранная позиция
tr: Seçili Pozisyon

source: Solar irradiation data is collected on <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank"> PVGIS </a>
fr: Les données de rayonnement sont collectées sur <a href="https://re.jrc.ec.europa.eu/pvg_tools/en/tools.html" target="_blank">PVGIS</a>

source: Enter the mid value of solar radiation for the worst month and panel plane (inclination)
es_es: Ingrese el valor medio de la radiación solar para el peor mes y el plano del panel (inclinación)
fa: مقدار متوسط ​​تابش خورشیدی را برای ماه های نامناسب و پانل (شیب) وارد کنید
fr: Donner la valeur du rayonnement moyen quotidien du mois le plus défavorable dans le plan (l'inclinaison) du panneau
id: Memasuki pertengahan nilai radiasi matahari untuk bulan terburuk dan panel pesawat (kecenderungan)
it: Immettere il valore medio della radiazione solare per il mese peggiore e il piano del pannello (inclinazione)
ru: Введите среднее значение солнечного излучения для худшего месяца и плоскости панели (наклона)
tr: En kötü ay ve panel düzlemi (eğim) için güneş radyasyonu orta değerini gir
uk: Уведіть середнє значення сонячного опромінення для найменш продуктивного місяця і площини панелі (нахилу)

source: Sizing of photovoltaic panels
es_es: Dimensionamiento de los paneles fotovoltaicos
fa: اندازه پنل های فتوولتاییک
fr: Dimensionnement des panneaux photovoltaïques
id: Ukuran dari panel photovoltaic
it: Dimensionamento dei pannelli fotovoltaici
ru: Калибровка фотоэлектрических панелей
tr: Güneş pili panellerini boyutlandırma

source: Incline of the panel
es_es: Inclinación del panel
fa: شیب پنل
fr: Inclinaison des panneaux
id: Tanjakan panel
it: Pendenza del pannello
ru: Наклон панели
tr: Panelin eğimi
uk: Нахил панелі

source: Orientation of the panels
es_es: Orientación de los paneles
fa: جهت پنل ها
fr: Orientation des panneaux
id: Orientasi panel
it: Orientamento del pannello
ru: Ориентация панелей
tr: Panellerin uyumlandırılması
uk: Орієнтація панелей

source: I use a solar tracker on the 2 axes
es_es: Uso un seguidor solar en los 2 ejes
fa: من از ردیاب خورشید در دو محور استفاده می کنم
fr: J'utilise un traqueur solaire sur les 2 axes
id: Saya menggunakan solar tracker pada 2 sumbu
it: Uso un inseguitore solare sui 2 assi
ru: Я использую солнечный трекер на 2 осях
tr: 2 eksenli bir güneş takipçisi kullanıyorum
uk: Я використовую сонячний трекер на двох осях

source: Desired autonomous
es_es: Deseado autónomo
fa: درخواست مورد نظر
fr: Autonomie souhaitée
id: Diinginkan otonom
it: Desiderato autonomo
ru: Желаемый уровень автономности
tr: İstenen otonomlar
uk: Бажаний рівень автономності

source: Annual / complete
es_es: Anual / completa
fa: سالانه / کامل
fr: Annuelle / complète
id: Tahunan / lengkap
it: Annuale / completo
ru: Годовой / полный
tr: Yıllık / Tamamı
uk: Річна / повна

source: Seasonal / partial
es_es: Temporada / parcial
fa: فصلی / بامشتقات جزئی
fr: Saisonnière / partielle
id: Musiman / parsial
it: Stagionale / parziale
ru: Сезонный / частичный
tr: Sezonsal / kısmi
uk: Сезонна / часткова

source: Select period
es_es: Seleccionar período
fa: انتخاب دوره
fr: Sélectiononer la période
id: Pilih periode
it: Seleziona il periodo
ru: Выбранный период
tr: Dönem seç
uk: Обраний період

source: Panel template
es_es: Plantilla de panel
fa: قالب پنل
fr: Modèle de panneau
id: Template panel
it: Template pannello
ru: Шаблон панели
tr: Panel şablonu
uk: Шаблон панелі

source: Automatic
es_es: Automático
fa: خودکار
fr: Automatique
id: Otomatis
it: Automatico
ru: Автоматически
tr: Otomatik
uk: Автоматично

source: Customize
es_es: Personalizar
fa: سفارشی
fr: Personnaliser
id: Sesuaikan
it: Personalizza
ru: Настроить
tr: Özelleştir
uk: Налаштувати

source: Preferred panel technology
es_es: Tecnología de panel preferida
fa: فن آوری پنل مورد نظر
fr: Technologie préférée de panneau
id: Teknologi panel pilihan
it: Tecnologia del pannello preferita
ru: Предпочитаемая технология панели
tr: Tercih edilen panel teknolojisi
uk: Бажана технологія панелей

source: You can detail the technical specifications of your panel
es_es: Puede detallar las especificaciones técnicas de su panel
fa: شما می توانید مشخصات فنی پانل خود را کامل کنید
fr: Vous pouvez détailler les caractéristiques techniques de votre panneau
id: Anda dapat merinci spesifikasi teknis panel Anda
it: Puoi dettagliare le specifiche tecniche del tuo pannello
ru: Вы можете уточнить технические характеристики вашей панели
tr: Panelinizin teknik özelliklerini detaylandırabilirsiniz
uk: Ви можете деталізувати технічні характеристики вашої панелі

source: Max power (Pmax)
es_es: Potencia máxima (Pmax)
fa: حداکثر قدرت (Pmax)
fr: Puissance maximum (Pmax)
it: Potenza massima (Pmax)
ru: Максимальная мощность (Pmax)
tr: Maks. Güç (Pmax)

source: Open circuit voltage (Voc)
es_es: Voltaje de circuito abierto (Voc)
fa: ولتاژ مدار باز (Voc)
fr: Tension en circuit ouvert (Voc)
id: Tegangan rangkaian terbuka (Voc)
it: Voltaggio circuito aperto (Voc)
ru: Напряжение тока открытой цепи (Voc)
tr: Açık devre voltajı (Voc)

source: Short-circuit current (Isc)
es_es: Corriente de cortocircuito (Isc)
fa: مدار اتصال کوتاه فعلی (Isc)
fr: Courant de court circuit (Isc)
id: Arus hubung singkat (Isc)
it: Corrente di cortocircuito (Isc)
ru: Ток замкнутой цепи (Isc)
tr: Kısa devre acıkımı (Isc)

source: Electrical yield of batteries
es_es: Rendimiento eléctrico de las baterías
fa: عملکرد الکتریکی باتری ها
fr: Rendement électrique des batteries
id: Hasil listrik dari baterai
it: Rendimento elettrico delle batterie
ru: Электрический выход батарей
tr: Pilin elektrik randımanı

source: Electrical yield for the remaining installation (charge controller,...)
es_es: Rendimiento eléctrico para la instalación restante (controlador de carga,...)
fa: عملکرد برق برای نصب باقی مانده (کنترل شارژ،...)
fr: Rendement électrique du reste de l’installation (régulateur de charge…)
id: Hasil listrik untuk instalasi yang tersisa (charge controller,...)
it: Resa elettrica per l'installazione rimanente (regolatore di carica,...)
ru: Электро производительность остального оборудования (регулятора заряда,...)
tr: Arta kalan donanımın elektrik randımanı (şarj kontrol cihazı,...)

source: Battery plant sizing
es_es: Tamaño de la planta de batería
fa: اندازه پلنت باتری
fr: Dimensionnement du parc de batteries
id: Ukuran pabrik baterai
it: Dimensionamento impianto batteria
ru: Калибровка батареи
tr: Akü tesisi boyutlandırımlası
uk: Розміри акумуляторної батареї

source: This software is preset for lead batteries
es_es: Este software está predeterminado para las baterías de plomo
fa: این نرم افزار برای باتری های سربی از پیش تعیین شده است
fr: Cette application est pré-paramétrée pour des batteries plomb
id: Perangkat lunak ini sudah diatur untuk baterai timah
it: Questo software è preimpostato per batterie al piombo
ru: Это программное обеспечение рассчитано для свинцовых аккумуляторов
tr: Bu yazılım kurşuni aküler için önceden ayarlanmıştır
uk: Це програмне забезпечення базується на свинцевих батареях

source: Autonomous days amount
es_es: Cantidad de días de autonomía
fa: مقدار روز های مستقل
fr: Nombre de jours d'autonomie
id: Jumlah hari otonom
it: Quantità di giorni autonomi
ru: Количество дней автономности
tr: Otonom gün sayısı
uk: Кількість днів автономності

source: Discharge level limit
es_es: Límite de nivel de decarga
fa: محدودیت سطح تخلیه
fr: Degré de décharge limite
id: Batas tingkat debit
it: Livello limite di scarica
ru: Предел уровня разрядки
tr: Boşaltım seviyesi limiti

source: Battery model
es_es: Modelo de batería
fa: مدل باتری
fr: Modèle de batterie
id: Model baterai
it: Modello batteria
ru: Модель батареи
tr: Pil modeli

source: (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">expressed in C10</a>)
es_es: (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">expresado en C10</a>)
fa: (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">بیان شده درC10</a>)
fr: (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">exprimé en C10</a>)
id: (<a href="http://www.solar-battery.com/electricity-battery.htm" target="_blank">dinyatakan dalam C10</a>)
it: (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">esperesso in C10</a>)
ru: (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">выраженное в C10</a>)
tr: (<a href="http://www.batterie-solaire.com/batterie-delestage-electrique.htm" target="_blank">C10 da ifade edildi</a>)

source: In automatic mode, GEL & OPzS batteries will be used above 500A
fr: En mode automatique, au dessus de 500A, seront utilisées des batteries GEL OPzV

source: Preferred battery technology
es_es: Tecnología de baterías recomendada
fa: فن آوری باتری مورد نظر
fr: Technologie de batteries préférée
id: Teknologi baterai pilihan
it: Tecnologia della batteria preferita
ru: Предпочитаемая технология батареи
tr: Tercih edilen pil teknolojisi
uk: Бажана технологія акумулятора

source: You can detail the technical characteristics of your battery
es_es: Puede detallar las características técnicas de su batería
fa: شما می توانید ویژگی های فنی باتری خود را شرح دهید
fr: Vous pouvez détailler les caractéristiques techniques de votre batterie
id: Anda dapat detail karakteristik teknis baterai Anda
it: È possibile dettagliare le caratteristiche tecniche della batteria
ru: Вы можете детализировать технические характеристики вашей батареи
tr: Pilinizin teknik özelliklerini detaylandırabilirsiniz

source: Capacity (C10)
es_es: Capacidad (C10)
fa: ظرفیت (C10)
fr: Capacité (C10)
id: Kapasitas (C10)
it: Capacità (C10)
ru: Емкость (C10)
tr: Kapasite (C10)

source: Voltage
es_es: Voltaje
fa: ولتاژ
fr: Tension
id: Tegangan
it: Voltaggio
ru: Напряжение
tr: Voltaj
uk: Напруга

source: Charge current max capacity
es_es: Capacidad máxima actual de carga
fa: شارژ حداکثر ظرفیت فعلی
fr: Capacité de courant de charge max
id: Biaya saat ini kapasitas max
it: Massima capacità corrente di carica
ru: Максимальний ток заряда
tr: Şarj akımı maksimum kapasitesi

source: Discharge current max capacity
es_es: Capacidad máxima actual de descarga
fa: حداکثر ظرفیت تخلیه فعلی
fr: Capacité de courant de décharge max
id: Debit saat ini kapasitas max
it: Massima capacità corrente di scarica
ru: Максимальний ток разряда
tr: Boşaltım akımı maksimum kapasitesi

source: Charge controller model
es_es: Modelo de regulador de carga
fa: مدل کنترل کننده شارژ
fr: Modèle de régulateur
it: Modello regolatore di carica
ru: Модель контроллера заряда
tr: Şarj kontrol cihazı modeli

source: You can detail the technical characteristics of your charge controller
es_es: Puede detallar las características técnicas de su regulador de carga
fa: شما می توانید ویژگی های فنی کنترل کننده خود را شرح دهید
fr: Vous pouvez détailler les caractéristiques techniques de votre régulateur solaire
id: Anda dapat rinci karakteristik teknis dari charge controller
it: Puoi dettagliare le caratteristiche tecniche del tuo controller di carica
ru: Вы можете детализировать технические характеристики контроллера заряда
tr: Şarj kontrol cihazınızın teknik özelliklerini detaylandırabilirsiniz

source: Batteries final voltage
es_es: Voltaje final de las baterías
fa: ولتاژ نهایی باتری
fr: Tension finale des batteries
id: Baterai tegangan akhir
it: Voltaggio finale delle batterie
ru: Напряжение тока батарей окончательное
tr: Pillerin son voltaj göstergesi

source: This value can be changed in 'battery plant sizing'
es_es: Este valor puede ser cambiado en "tamaño de la planta de batería"
fa: این مقدار می تواند در 'اندازه پلنت باتری' متغیر باشد
fr: Cette valeur se change dans 'Dimensionnement du parc batteries'
id: Nilai ini bisa diubah dalam 'ukuran pabrik baterai'
it: Questo valore può essere cambiato nel 'dimensionamento impianto batteria'
ru: Это значение может быть изменено в 'калибровке батареи'
tr: Bu değer 'Akü tesisi boyutlandırımlası'ndan değiştirilebilinir
