Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: Open circuit max PV voltage
es_es: Voltaje de PV máximo de circuito abierto
fa: حداکثر ولتاژ Pv مدار باز
fr: Tension PV maximale de circuit ouvert
id: Tegangan PV max sirkuit terbuka
it: Tensione fotovoltaica massima circuito aperto
ru: Макс PV напряжение тока открытой цепи
tr: Açık devre maks. PV voltajı

source: PV current max. (power / voltage)
es_es: Máximo actual de PV. (potencia / voltaje)
fa: Pvحداکثر فعلی. (توان / ولتاژ)
fr: Max. PV courant (Puissance / Tension)
id: PV saat ini maks. (daya / voltase)
it: Corrente fotovoltaica max. (potenza / tensione)
ru: Ток PV макс. (сила тока)
tr: Maksimum PV akımı (güç / Voltaj)

source: Panels Isc (short-circuit current) security margin
fr: Marge de sécurité du courant de court-circuit Isc des panneaux

source: Panels Voc (open circuit voltage) security margin
fr: Marge de sécurité du Voc des panneaux

source: Considering solar flexible copper wiring
es_es: Considerando cableado de cobre flexible solar
fa: با توجه به خورشیدسیم کشی انعطاف پذیر مس
fr: On considère un câblage solaire souple en cuivre
id: Mengingat kabel tembaga fleksibel surya
it: Considerando il cablaggio in rame flessibile solare
ru: Имеется в виду гибкая медная проводка
tr: Güneş enerjili bakır kablolama göz önüne alındığında
uk: Розглядається гнучка мідна проводка

source: One-way distance between panels and charge controller
es_es: Distancia unidireccional entre los paneles y el controlador de carga
fa: فاصله یک طرفه پنل کنترل کننده شارژ
fr: Distance (aller simple) entre les panneaux et le régulateur
id: Jarak satu arah antara panel dan pengendali biaya
it: Distanza unidirezionale tra i pannelli e il regolatore di carica
ru: Расстояние в одну сторону между панелями и контроллером заряда
tr: Paneller ve şarj kontrol cihazı arasındaki tek yön mesafe
uk: Відстань в одну сторону між панелями та контролером заряду

source: One-way distance between charge controller and batteries
es_es: Distancia unidireccional entre el regulador de carga y baterías
fa: فاصله یک طرفه بین کنترل کننده شارژ و باتری
fr: Distance (aller simple) entre le régulateur et les batteries
id: Jarak satu arah antara pengendali biaya dan baterai
it: Distanza unidirezionale tra il controller di carica e le batterie
ru: Расстояние в одну сторону между контроллером заряда и батареями
tr: Şarj kontrol cihazı ve piller arasındaki tek yön mesafe
uk: Відстань в одну сторону між контролером заряду та акумуляторами

source: Conductor resistivity (rho) mm&sup2;/m
es_es: Resistividad del conductor (rho) mm&sup2;/m
fa: هادی مقاومت (رو) /m&sup2; mm
fr: La résistivité du conducteur (rhô) mm&sup2;/m
id: Konduktor resistivitas (rho) mm &sup2; / m
it: Resistività del conduttore (rho) mm&sup2;/m
ru: Сопротивление проводника (rho) мм&sup2;/м
tr: İletken direnci (rho) mm&sup2;/m

source: Tolerable voltage drop
es_es: Caída de voltaje tolerable
fa: افت ولتاژ قابل تحمل
fr: Chute de tension tolérable
id: Jatuh tegangan jatuh
it: Caduta di tensione tollerabile
ru: Допустимое падение напряжения
tr: Geçerli voltaj düşüşü

source: Ratio in order to prevent wire heating
es_es: Proporción a fin de evitar recalentamiento del cableado
fa: نسبت جلوگیری از گرمایش سیم
fr: Ratio pour se prémunir de l'échauffement du câble
id: Rasio untuk mencegah pemanasan kawat
it: Rapporto per evitare il riscaldamento del filo
ru: Коэффициент для предотвращения нагрева провода
tr: Kablo ısınmasından kaçınmak için gerekli olan oran

source: Reset
es_es: Reiniciar
fa: تنظیم مجدد
fr: Remise à 0
id: Setel ulang
it: Ripristina
ru: Сбросить
tr: Sıfırlayın
uk: Скинути

source: Start the calculation
es_es: Iniciar cálculo
fa: شروع محاسبه
fr: Lancer le calcul
id: Mulai perhitungannya
it: Inizia il calcolo
ru: Начать расчет
tr: Hesaplamayı başlatın
uk: Почати розрахунок

source: At a minimum you must : <br />* Indicate your daily electrical needs<br />* Indicate your need in maximum electrical power <br />* Your position (click on the map)
fr: Au minimum, vous devez : <br />* indiquer vos besoins électriques journaliers<br />* indiquer vos besoin en puissance électrique maximale <br />* votre position (cliquez sur la carte)

source: Why it's not possible to click on
fr: Pourquoi ce n'est pas possible de cliquer sur

source: Support CaclPvAutonome
es_es: Apoye a CaclPvAutonome
fa: پشتیبانی CaclPvAutonome
fr: Soutenez CaclPvAutonome
id: Dukungan CaclPvAutonome
it: Sostieni CaclPvAutonome
ru: Поддержка CaclPvAutonome
tr: CaclPvAutonome Yardım
uk: Підтримайте CaclPvAutonome

source: This software is <b>open</b>, <b>free</b>, collaborative and <b>independent</b> financially. <b>So that he can stay, we need your support</b>.
es_es: Este software es <b>abierto</b>, <b>libre</b>, colaborativo y <b>independiente</b>financieramente. <b>Así que para que se mantenga, necesitamos tu apoyo</b>.
fa: این نرم افزار <b>متن باز</b>،<b>رایگان</b>مشارکتی و<b>مستقل</b>مالی است.<b>پس برای ادامه آن ،ما به حمایت شما احتیاطا داریم</b>.
fr: Ce logiciel est <b>gratuit</b>, <b>libre de droit</b>, collaboratif et <b>indépendant</b> financièrement. Afin qu'il puisse le rester, nous avons besoin de votre soutien.
id: Perangkat lunak ini <b>buka</b>, <b>gratis</b>, kolaboratif dan <b> mandiri</b> secara finansial. <b>Agar dia bisa tinggal, kami membutuhkan dukungan Anda</b>.
it: Questo software è <b>libero</b>, <b>gratis</b>, collaborativo e <b>indipendente</b> finanziariamente. <b>Quindi per mantenerlo, abbiamo bisogno del tuo supporto</b>.
ru: Это программное обеспечение является <b>открытым</b>, <b>бесплатным</b>, совместным и <b>независимым</b> финансово. <b>Чтобы оно оставалось таким, нам нужна ваша поддержка</b>.
tr: Bu yazılım mali açıdan <b> ücretsiz </b>, <b> açık kaynak kodlu </b>, işbirlikçi ve <b> bağımsızdır </b>. <b> Devamlılık için desteğinize ihtiyacımız var </b>.
uk: Це програмне забезпечення <b>відкрите</b>, <b>безкоштовне</b>, розробляється спільними зусиллями та фінансово <b>незалежне</b>. <b>Задля підтримки ідеї, нам потрібна ваша допомога</b>.

source: To help us, you can also <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">contribute to its improvement</a>, its <a href="https://crwd.in/calcpvautonome" target="_blank">translation</a>.
es_es: Para ayudarnos, usted también puede <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">contribuir con sus mejoras </a>, su <a href="https://crwd.in/calcpvautonome" target="_blank">traducción</a>.
fa: همچنین برای کمک کردن به ما می توانید<a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">در بهبود برنامه </a>آن را <a href="https://crwd.in/calcpvautonome" target="_blank">ترجمه کنید</a>.
fr: Pour nous aider, vous pouvez aussi <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">contribuer à son amélioration</a>, sa <a href="https://crwd.in/calcpvautonome" target="_blank">traduction</a>.
id: Untuk membantu kami, anda juga dapat <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">berkontribusi pada peningkatannya</a>, punya <a href="https://crwd.in/calcpvautonome" target="_blank">terjemahan</a>.
it: Per aiutarci, puoi anche <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">contribuire ai suoi miglioramenti</a>, alle <a href="https://crwd.in/calcpvautonome" target="_blank">traduzioni</a>. Context | Edit Context.
ru: Чтобы помочь нам, вы можете также <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">способствовать ее улучшению</a>, ее <a href="https://crwd.in/calcpvautonome" target="_blank">переводу</a>.
tr: Bize yardım etmek için, aynı zamanda programın <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">iyileştirilmesine</a> ve <a href="https://crwd.in/calcpvautonome" target="_blank">çevirisine</a> katkıda bulunabilirsiniz.
uk: Ви можете <a href="https://framagit.org/kepon/CalcPvAutonome" target="_blank">допомогти із вдосконаленням</a> сервісу, а також із <a href="https://crwd.in/calcpvautonome" target="_blank">перекладом</a>.

source: I want to make a secure one-time donation with Paypal
es_es: Quiero hacer una donación segura y única con PayPal
fa: من می خواهم کمک مالی را با Paypal انجام دهم
fr: Je souhaite faire un don sécurisé ponctuel avec Paypal
id: Saya ingin melakukan donasi satu kali dengan Paypal
it: Voglio fare una donazione sicura tramite PayPal
ru: Я хочу сделать безопасное единоразовое пожертвование с помощью PayPal
tr: Tek seferlik paypal ile güvenli bağış yapmak istiyorum
uk: Я хочу зробити безпечний, одноразовий внесок через PayPal

source: I want to make a recurring, free and secure donation with Liberapay
es_es: Quiero hacerlo periódicamente, donaciones libres y seguras con Liberepay
fa: من می خواهم کمک مالی ، آزاد و امن را با Liberapay انجام دهم
fr: Je souhaite faire un don récurent, libre et sécurisé avec liberapay
id: Saya ingin membuat sumbangan yang berulang, gratis dan aman dengan Liberapay
it: Voglio fare una donazione periodica, gratis e sicura con Liberapay
ru: Я хочу сделать повторяющееся, бесплатное и безопасное пожертвование с Liberapay
tr: Liberapay ile sürekli olarak, güvenli ve ücretsiz bağış yapmak istiyorum
uk: Я хочу зробити повторюваний, безпечний внесок через Liberapay

source: No thanks, I just want to <b>start the calculation</b>
es_es: No gracias, solo quiero <b>iniciar cálculo</b>
fa: نه متشکرم، من فقط می خواهم <b>محاسبه را شروع کنم</b>
fr: Non merci, je souhaite seulement lancer le calcul
id: Tidak, terima kasih, saya hanya ingin <b>memulai perhitungan</b>
it: No grazie, voglio solamente <b>iniziare il calcolo</b>
ru: Нет, спасибо, я просто хочу <b>начать расчет</b>
tr: Hayır teşekkürler, ben yalnızca <b> hesaplamayı başlatmak istiyorum. </b>
uk: Ні, дякую. Я хочу <b>розпочати розрахунок</b>

source: I already support CalcPvAutonomous
es_es: Yo ya estoy apoyando a CalcPvAutonomous
fa: من در حال حاضر از CalcPvAutonomous پشتیبانی می کنم
fr: Je soutiens déjà CalcPvAutonome
id: Saya sudah mendukung CalcPvAutonomous
it: Sostengo già CalcPvAutonomous
ru: Я уже поддерживаю CalcPvAutonomous
tr: Ben zaten daha önce CalcPvAutonomous'u destek verdim
uk: Я вже допомагаю CalcPvAutonomous

source: Calculate/size photovoltaic stand-alone (autonomous) set
es_es: Calcular / tamaño conjunto (fotovoltaico) autónomo
fa: محاسبه/اندازه فتوولتائیک مجموعه مستقل
fr: Calculer/dimensionner son installation photovoltaïque isolée (autonome)
id: Hitung/ukuran fotovoltaik stand-alone (otonom) set
it: Calcola/dimensiona il set fotovoltaico autonomo (autonomo)
ru: Расчет размера фотоэлектрического автономного набора
tr: Fotovoltaik tek başına (özerk) seti hesapla / boyutlandır

source: partial translation
fr: traduction partiel

source: Calculate daily electric needs
es_es: Calcular necesidades eléctricas diarias
fa: محاسبه نیاز برق روزانه
fr: Calculer ces besoins électriques journaliers
id: Hitung kebutuhan listrik setiap hari
it: Calcola fabbisogni elettrici giornalieri
ru: Расчет ежедневных потребностей в электроэнергии
tr: Günlük elektrik ihtiyacını hesapla

source: <p>Go to the <a href="https://crwd.in/calcpvautonome" target="_blank">colaborative translation platform</a> to help us translate this free software.</p>
es_es: <p>Vaya a la<a href="https://crwd.in/calcpvautonome" target="_blank">plataforma colaborativa de traducción</a>para ayudarnos a traducir este software libre.</p>
fa: <p>.برای مشارکت در ترجمه این برنامه رایگان به <a href="https://crwd.in/calcpvautonome" target="_blank">پلتفرم ترجمه بروید</p>
fr: <p>Rendez-vous sur la <a href="https://crwd.in/calcpvautonome" target="_blank">plateforme collaborative de traduction</a> pour nous aider à traduire ce logiciel.</p>
id: <p>Buka <a href="https://crwd.in/calcpvautonome" target="_blank">platform terjemahan kolaboratif</a> untuk membantu kami menerjemahkan perangkat lunak gratis ini.</p>
it: <p>Vai a <a href="https://crwd.in/calcpvautonome" target="_blank">colaborative translation platform</a> per aiutarci a tradurre questo software gratis.</p>
ru: <p>Перейдите на <a href="https://crwd.in/calcpvautonome" target="_blank">платформу для совместной работы,</a> чтобы помочь нам с переводом этой бесплатной программы.</p>
tr: <p> Bu ücretsiz yazılımı tercüme etmemize yardımcı olması için <a href="https://crwd.in/calcpvautonome" target="_blank"> toplu çeviri platformuna </a> gidin. </p>
uk: <p>Перейдіть на <a href="https://crwd.in/calcpvautonome" target="_blank">платформу для спільного перекладу Crowdin</a>, щоб допомогти нам із перекладом цього безкоштовного сервісу.</p>

source: Thanks to
es_es: Gracias a
fa: با سپاس از
fr: Merci à
id: Terimakasih untuk
it: Grazie a
ru: Благодарим
tr: Teşekkürler
uk: Велика подяка

source: for this <a target="_blank" href="https://crwd.in/calcpvautonome">translation</a>
es_es: por esta <a target="_blank" href="https://crwd.in/calcpvautonome">traducción</a>
fa: برای این <a target="_blank" href="https://crwd.in/calcpvautonome">ترجمه</a>
fr: pour cette <a target="_blank" href="https://crwd.in/calcpvautonome">translation</a>
id: untuk terjemahan <a target="_blank" href="https://crwd.in/calcpvautonome">terjemahan</a>
it: per questa <a target="_blank" href="https://crwd.in/calcpvautonome">traduzione</a>
ru: за этот <a target="_blank" href="https://crwd.in/calcpvautonome">перевод</a>
tr: <a target="_blank" href="https://crwd.in/calcpvautonome">Tercüme için</a>
uk: за цей <a target="_blank" href="https://crwd.in/calcpvautonome">переклад</a>

source: By
es_es: Por
fa: توسط
fr: Par
id: Oleh
it: Da
ru: Автор
tr: Tarafından
uk: Автор

source: Git repository
es_es: Repositorio de GitHub
fa: منبع
fr: Dépôt Git
id: Git repositori
it: Repository Git
ru: Git pепозиторий
tr: Git deposu
uk: Git репозиторій

source: is an open software licensed <a href="https://en.wikipedia.org/wiki/Beerware">Beerware</a>
es_es: es un software con licencia de código abierto <a href="https://en.wikipedia.org/wiki/Beerware">Beerware</a>
fa: نرم افزارمتن باز <a href="https://en.wikipedia.org/wiki/Beerware">Beerware</a> محفوظ است
fr: est un logiciel libre sous licence <a href="https://fr.wikipedia.org/wiki/Beerware">Beerware</a>
id: adalah perangkat lunak terbuka yang berlisensi <a href="https://en.wikipedia.org/wiki/Beerware"> Beerware </a>
it: è un software aperto con licenza <a href="https://en.wikipedia.org/wiki/Beerware">Beerware</a>
ru: является открытой программой с лицензией <a href="https://en.wikipedia.org/wiki/Beerware">Софт-за-пиво</a>
tr: <a href="https://en.wikipedia.org/wiki/Beerware">Beerware</a> açık kaynak lisansına sahiptir
uk: відкрите програмне забезпечення із ліцензією <a href="https://en.wikipedia.org/wiki/Beerware">Beerware</a>

source: Estimate price
es_es: Precio estimado
fa: برآورد قیمت
fr: Estimation prix
id: Perkiraan harga
it: Prezzo stimato
ru: Расчетная цена
tr: Tahmini fiyat

source: Name
es_es: Nombre
fa: نام
fr: Nom
id: Nama
it: Nome
ru: Название
tr: Ad
uk: Назва

source: Battery plant voltage
es_es: Voltaje de planta de batería
fa: ولتاژ باتری
fr: Tension parc batteries
id: Tegangan baterai pabrik
it: Tensione impianto batteria
ru: Напряжение аккумуляторной установки
tr: Akü tesisi voltajı

source: Max panel power
es_es: Poder máximo de panel
fa: حداکثر قدرت پنل
fr: Puissance PV max
id: Kekuatan panel maks
it: Massima potenza pannello
ru: Максимальная мощность панели
tr: Maks. panel gücü

source: Max panel voltage
es_es: Voltaje máximo de panel
fa: حداکثر ولتاژ پنل
fr: Tension PV max
id: Tegangan panel maks
it: Massimo voltaggio pannello
ru: Максимальное напряжение панели
tr: Maks. panel voltajı

source: Max panel current
es_es: Corriente máxima de panel
fa: حداکثر پنل فعلی
fr: Courant PV max
id: Max panel saat ini
it: Massima corrente pannello
ru: Максимальный ток панели
tr: Maks. panel akımı

source: Battery park voltage
es_es: Voltaje de la batería
fa: ولتاژ پک باتری
fr: Tension parc batterie
id: Voltase batere
it: Voltaggio del parco batterie
ru: Напряжение аккумуляторного парка
tr: Akü takımı voltajı

source: Max power (at 25 °C)
es_es: Máxima potencia (a 25 °C)
fa: حداکثر قدرت (در 25 درجه سانتی گراد)
fr: Puissance Max (à 25°C)
id: Daya maksimal (pada suhu 25 ° C)
it: Massima potenza (a 25 °C)
ru: Максимальная мощность (при 25 °C)
tr: Maks. güç ( 25 °C'de)
uk: Максимальна потужність (при 25 ° С)

source: Peak power
es_es: Pico de potencia
fa: اوج قدرت
fr: Puissance Pointe
id: Kekuatan puncak
it: Picco di potenza
ru: Пиковая мощность
tr: Maksimum güç
uk: Пікова потужність

source: The safety margin Icc of the charge controller is not correct because < 0
es_es: El margen de seguridad Icc del controlador de carga no es correcto porque es < 0
fa: حاشیه ایمنی Icc از کنترل کننده شارژ صحیح نیست چون <۰
id: Batas keamanan lcc dari pengendali biaya tidak benar karena < 0
it: Il margine di sicurezza Icc del controllore di carica non è corretto poiché < 0
ru: Запас прочности Icc контроллера заряда задан не корректно, потому что < 0
tr: Şarj regülatörü Icc güvenlik marjı doğru değil çünkü (Sıfırdan Küçük) < 0
uk: Запас безпеки Icc контролера заряду вказаний не вірно, тому що < 0

source: Unable to download solar irradiation data from <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>, switch to mode manual or use <a href="http://calcpvautonome.zici.fr/v2.2/"> the previous version </a> of CalcPvAutonome.
es_es: No se puede descargar datos de irradiación solar de <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>, cambiar a modo manual o utilizar <a href="http://calcpvautonome.zici.fr/v2.2/"> la versión anterior</a> de CalcPvAutonome.
fa: شما قادر به دانلود داده های تابش خورشید از <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS نیستید</a>به حالت دستی سوئیس کنید و یا از نسخه قبلی</a>CalcPvAutonome استفاده کنید.
id: Tidak dapat mengunduh data penyinaran matahari dari <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>, beralih ke mode manual atau menggunakan <a href="http://calcpvautonome.zici.fr/v2.2/"> versi sebelumnya </a> of CalcPvAutonome.
it: Impossibile scaricare i dati dell'irradiazione solare da <a target="_blank" href="https://crwd.in/calcpvautonome">translation</a>, passa a modalità manuale o usa <a href="http://calcpvautonome.zici.fr/v2.2/"> la precedente versione </a> di CalcPvAutonome.
ru: Не удается загрузить данные о солнечном облучении с <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>, переключитесь в ручной режим или используйте <a href="http://calcpvautonome.zici.fr/v2.2/"> предыдущую версию </a> CalcPvAutonome.
tr: Güneş ışınımın verileri <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a>'den indirilemiyor, manuel moda geçin yada CalcPvAutonome'un <a href="http://calcpvautonome.zici.fr/v2.2/">önceki sürümünü</a> kullanın.
uk: Не вдається завантажити дані сонячного опромінення з <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>, перейдіть у ручний режим або скористайтеся <a href="http://calcpvautonome.zici.fr/v2.2/"> попередньою версією </a> CalcPvAutonome.

source: Incorrect solar irradiation data. The position shown on the map may not be covered by <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>.
es_es: Datos de irradiación solar incorrectos. La posición que se muestra en el mapa no puede ser cubierta por <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>.
fa: داده های تابش خورشید نادرست می باشد.موقعیت نمایش داده شده بر روی نقشه تحت پوشش نیست توسط <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"><a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>.
id: Data penyinaran matahari salah. Posisi yang ditampilkan di peta tidak dapat dilindungi oleh <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>.
it: Dati irradiazione solare non corretti. La posizione mostrata sulla mappa potrebbe non essere coperta da <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>.
ru: Не корректные данные о солнечном облучении. Местоположение, указанное на карте может не покрываться <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS</a>.
tr: Yanlış güneş ışınımı verisi. Haritada gösterilen konum <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS </a> tarafından kapsanmıyor olabilir.
uk: Невірні дані сонячного опромінення. Вказана на карті позиція може не покриватися <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS </a>.

source: According to data from <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a>, the value for the selected location is %s kWh/m&sup2;/d
es_es: Según datos de <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS</a>, el valor de la ubicación seleccionada es %s kWh/m&sup2;/d
fa: باتوجه به داده ها از <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a>مقدار برای موقعیت انتخابی برابر با %s kWh/m&sup2;/d می باشد
id: Menurut data dari <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a>, nilai untuk lokasi yang dipilih adalah %s kWh/m&sup2;/d
it: Secondo i dati da <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a>, il valore per la località selezionata è %s kWh/m&sup2;/d
ru: По данным <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank"> PVGIS</a>, значение для выбранного местоположения составляет %s кВтч/м&sup2;/д
tr: <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a> deki veriye göre, seçili konumun değeri %s kWh/m&sup2;/g
uk: За даними <a href="http://re.jrc.ec.europa.eu/PVGIS5-release.html" target="_blank">PVGIS</a>, значення для вибраної точки становить %s кВт · год/м&sup2;/д

source: Batterie
es_es: Batería
fa: باتری
id: Baterai
ru: Батарея
tr: Akü
uk: Акумулятор

source: With %d serialized panel(s) of %dV of (Vdoc) voltage, we reach <b>%dV</b>
es_es: Con %d panel (es) serializados, de %dV de voltaje (Vdoc), obtenemos <b>%dV</b>
fa: با%dپنل های سریالی از %dV از (Vdoc) ولتاژ ما به <b>%dV</b>می رسیم
id: Dengan %d panel(s) serial dari voltase %dV (Vdoc), kita mencapai <b>%dV</b>
ru: С %d последовательно подключенными панелями напряжением (Vdoc) по %dV, мы достигнем <b>%dV</b>
tr: %dV (Vdc) voltajlık %d seri panel ile <b>%dV</b>'a ulaşırız

source: Budget
es_es: Presupuesto
fa: بودجه
id: Anggaran
ru: Бюджет
tr: Bütçe
uk: Бюджет

source: Expert
es_es: Experto
fa: ماهر
id: Ahli
it: Esperto
ru: Эксперт
tr: İleri düzeyde
uk: Професіонал

source: Latitude
es_es: Latitud
fa: عرض جغرافیایی
id: Lintang
it: Latitudine
ru: Широта
tr: Enlem
uk: Широта

source: Longitude
es_es: Longitud
fa: طول جغرافیایی
id: Garis bujur
it: Longitudine
ru: Долгота
tr: Boylam
uk: Довгота
