Repository: Vman45/CalcPvAutonome
Catalog: lang/*/LC_MESSAGES/messages-*.po
Languages: es_es, fa, fr, id, it, ru, tr, uk

source: It is recommended to have a bettery controleur in order to check battery plant charge state
es_es: Se recomienda tener un mejor controlador para verificar el estado de carga de la planta de batería
fa: توصیه می شود برای بررسی وضعیت شارژ باتری در نظر گرفته شود
fr: Il est conseillé d'avoir un contrôleur de batterie afin de connaître l'état de charge de votre parc de batteries
id: Dianjurkan untuk memiliki kontroleur yang lebih baik untuk memeriksa keadaan pengisian baterai
it: È raccomandato avere un controllore di batteria per verificare lo stato di carica dell'impianto
ru: Рекомендуется ставить контроллер батареи, чтобы следить за уровнем заряда батарейной установки
tr: Akü tesisi şarj durumunu kontrol etmek için bir akü kontrole sahip olması önerilir
uk: Рекомендується встановлювати контролер батареї, щоб слідкувати за рівнем заряду акумуляторної установки

source: However, considering the small size of your system, a voltmeter would be more appropriate. With a <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html">correspondence table</a> you can approximately determine the charge percentage
es_es: Sin embargo, considerando el tamaño pequeño de su sistema, un voltímetro sería más apropiado. Con una <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html"> tabla de correspondencia </a>, puede determinar aproximadamente el porcentaje de carga
fa: با این حال، با توجه به اندازه کوچک سیستم شما، یک ولت متر مناسب تر خواهد بود با <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html"> توجه به جدول مکاتبات </a> شما میتوانید تقریبا درصد شارژ را تعیین کنید
fr: Ceci étant dit, au vu de votre petite installation, un voltmètre parait plus raisonnable / approprié. Grâce à un <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html">tableau de correspondance</a> vous pouvez, de façon grossière et incertaine, déterminer le pourcentage de charge
id: Namun, mengingat ukuran sistem Anda yang kecil, voltmeter akan lebih tepat. Dengan <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html"> tabel korespondensi </a> Anda dapat kira-kira menentukan persentase tagihan
it: Tuttavia, considerata la piccola dimensione del tuo sistema, un voltometro sarebbe più appropriato. Con una <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html">tabella di corrispondenza</a> si può determinare approssimativamente la percentuale di carica
ru: Однако учитывая небольшой размер вашей системы, вольтметр бы более подходящим. С помощью <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html">таблицы соответствия</a> можно приблизительно определить процент заряда
tr: Ancak sisteminizin küçük boyutunu düşünürsek bir voltmetre daha uygun olacaktır. <a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html">haberleşme panosu ile</a> sarj yüzdesini tahmini olarak belirleyebilirsiniz
uk: Однак, враховуючи невеликий розмір вашої системи, вольтметр буде більш доречним. З<a href="https://www.solariflex.com/smartblog/19/comment-interpreter-voltage-batteries.html">Таблиця відповідності </a> ви можете приблизно визначити відсоток заряду

source: The wiring
es_es: El cableado
fa: سیم کشی
fr: Le câblage
id: Kabelnya
it: Il cablaggio
ru: Электропроводка
tr: Elektrik bağlantısı
uk: Електропроводка

source: Wire section choice ( <a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank">calculate</a>) is important in order to avoid electricity lossess
es_es: La opción de sección de conexión (<a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank">calcular</a>) es importante para evitar la pérdida de electricidad
fa: انتخاب بخش سیم (<a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank"> محاسبه </a>) مهم است که از اجتناب از برق جلوگیری شود
fr: Le choix (<a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank">calcul</a>) des sections de câbles est important pour éviter les pertes
id: Pilihan bagian kawat (<a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank">hitung</a>) adalah penting untuk menghindari kehilangan listrik
it: Scelta sezione cavo ( <a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank">calcola</a>) è importante per evitare perdite di elettricità
ru: Выбор сечения провода (<a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank"> рассчитать</a>) имеет важное значение для избежания потерь электричества
tr: Elektrik kaybından kaçınmak için, kablo bölüm seçimi (<a href="http://solarsud.blogspot.fr/2014/11/calcul-de-la-section-du-cable.html" target="_blank">hesaplama</a>) önemli

source: Between panels and charge controller, for a distance of %sm, a %dmm&sup2; section cable is recommended
es_es: Entre los paneles y el controlador de carga, para una distancia de %sm, a %dmm&sup2;; Se recomienda cable de sección
fa: بین پنل ها و کنترل کننده شارژ، برای فاصله از %sm، یک%dmm و&sup2; متصل به بخش کابل توصیه می شود
fr: Entre les panneaux et le régulateur, pour une distance de %sm, il vous est conseillé un câble d'une section de %dmm&sup2;
id: Antara panel dan charge controller, untuk jarak %sm, a %dmm &sup2; bagian kabel dianjurkan
it: Tra i pannelli e il controllore di carica, per una distanza di %sm, una %dmm&sup2; sezione di cavo è raccomandata
ru: Для расстояния в %sм между панелями и контроллером заряда, рекомендуемое сечение кабеля %dмм&sup2;
tr: Paneller ve şarj regülatörü arasında, örnek olarak %sm mesafe için %dmm&sup2; kesitli kablo tavsiye edilir

source: see, understand the procedure
es_es: ver y entender el procedimiento
fa: مشاهده و درک فرآیند
fr: voir, comprendre la démarche
id: lihat, mengerti prosedurnya
it: vedi, capisci la procedura
ru: видеть, понимать процедуру
tr: bakın, prosedürü anlayın
uk: бачити, розуміти процедуру

source: The formula to calculate the wire section in order to avoid loss is :
es_es: La fórmula para calcular la sección del alambre para evitar la pérdida es:
fa: فرمول برای محاسبه بخش سیم به منظور جلوگیری از از دست دادن است:
fr: La formule pour calculer une section de câble pour éviter les pertes est :
id: Rumus untuk menghitung bagian kawat agar tidak hilang adalah:
it: La formula per calcolare la sezione del cavo in modo da evitare perdite è :
ru: Формула для расчета правильного сечения провода во избежание потерь :
tr: Kayıptan kaçınmak için kablo bölümü hesaplama formülü :
uk: Формула, щоб розрахувати перетин дроти, щоб уникнути втрат : Контекст | Редагування Контекстного:

source: S = Rho x L x I / VL
fr: S = Rho x L x I / PT

source: S (mm&sup2;) : Wire section
es_es: S (mm&sup2;): sección de cable
fa: S (mm&sup2;) : بخش سیم
fr: S (mm&sup2;) : Section du conducteur
id: S (mm&sup2; ): Bagian kawat
it: S (mm&sup2;) : sezione cavo
ru: S (мм&sup2;) : сечение провода
tr: S (mm&sup2;) : Kablo kesiti

source: Rho (ohm) : Wire <a href="https://en.wikipedia.org/wiki/Electrical_resistivity_and_conductivity" target="_blank">resistivity</a> (0,017ohm for copper)
es_es: Rho (ohm): cable de <a href="https://en.wikipedia.org/wiki/Electrical_resistivity_and_conductivity" target="_blank">resistencia</a> (0,017ohm para cobre)
fa: اُهم : مقاومت سیم (۰٫۰۱۷ اهم برای مس)<a href="https://en.wikipedia.org/wiki/Electrical_resistivity_and_conductivity" target="_blank"></a>
fr: Rho (ohm) : <a href="https://fr.wikipedia.org/wiki/R%%C3%%A9sistivit%%C3%%A9" target="_blank">Résistivité</a> du conducteur (0,017ohm pour le cuivre)
id: Rho (ohm): Kawat <a href="https://en.wikipedia.org/wiki/Electrical_resistivity_and_conductivity" target="_blank">resistivitas</a> (0,017ohm untuk tembaga)
ru: Rho (Ом) : <a href="https://en.wikipedia.org/wiki/Electrical_resistivity_and_conductivity" target="_blank">Сопротивление</a> провода (0,017 Ом для меди)
tr: Rho (ohm) : Tel - Kablo <a href="https://en.wikipedia.org/wiki/Electrical_resistivity_and_conductivity" target="_blank">özdirenç</a> (0,017ohm bakır için)

source: L (m) : back and forth wire length
es_es: L (m): longitud del cable hacia delante y hacia atrás
fa: L (m): طول جلو و عقب
fr: L (m) : Longueur aller + retour du conducteur
id: L (m): bolak-balik panjang kawat
ru: L (м) : длинна провода туда и обратно
tr: L (m) : ileri ve geri tel uzunluğu

source: I (A): Intensity (here panel intensity multiplied by the number of parallel)
fr: I (A) : intensité (ici l'intensité des panneaux multiplier par le nombre de parallèle)

source: VL (V) : admitted wire level voltage loss (%s%% of voltage)
es_es: VL (V): Pérdida admitida del nivel de voltaje del cable (%s%% de voltaje)
fa: VL (V): افت ولتاژ سیم (%s%% از ولتاژ)
fr: PT (V) : Perte de tension acceptée au niveau des câbles (%s%% de la tension)
id: VL (V): mengakui tingkat kehilangan tegangan kawat (%s%% tegangan)
ru: VL (V) : допустимая потеря напряжения на уровне провода (%s%% напряжения)
tr: VL (V) : kabul edilen kablo seviyesi voltaj kaybı (%s%% voltaj)

source: (panels voltage * number of series) * %d/100
es_es: (paneles de voltaje * número de serie) * %d/100
fa: (ولتاژ پنل ها * شماره سری) * %d/100
fr: (La tension des panneaux * le nombre de série(s)) x %d/100
id: (panel tegangan * jumlah seri) * %d / 100
ru: (напряжение панелей * количество последовательных) * %d/100
tr: (paneller voltaj * seri sayısı) * %d/100

source: In our case it gives :
es_es: En nuestro caso, da:
fa: در مورد آن می شود:
fr: Dans votre cas ça nous fait :
id: Dalam kasus kami, hal itu memberi:
it: Nel nostro caso dà :
ru: В нашем случае это дает :
tr: Bizim durumumuzda vereceği sonuç :

source: But that section doesn't respect the %dA/mm&sup2; rule which prevents heating.
es_es: Pero esa sección no respeta la %dA/mm&sup2; regla que evita el calentamiento.
fa: اما این بخش به A / mm %dو &sup2; بر اساس قانون نیست. قوانینی که مانع گرم شدن می شوند.
fr: Mais cette section ne respecte pas la règle des %dA/mm&sup2; qui permet de se prémunir des échauffements.
id: Tapi bagian itu tidak menghormati %dA/mm&sup2; aturan yang mencegah pemanasan.
ru: Однако, такое сечение не соответствует правилу %dА/мм&sup2; которое предотвращает нагрев провода.
tr: Fakat bu bölüm %dA/mm&sup2; ısıtmayı önleyen kural.

source: To respect the rule, we need to get close to a <b>%s</b>mm&sup2; section
es_es: Para respetar la regla, necesitamos acercarnos a una sección <b>%s</b>mm&sup2;
fa: بر اساس قانون، ما نیاز به نزدیک به <b>%s</b>mm&sup2; بخش داریم
fr: Pour respecter cette règle, il faudrait s'approcher d'une section de <b>%s</b>mm&sup2;
id: Untuk menghormati peraturan tersebut, kita harus mendekati <b>%s</b>mm&sup2; bagian
ru: Чтобы оно соответвовало правилу, нам нужно выбрать сечение, близкое к <b>%s</b>мм&sup2;
tr: Kurala uymak için, bir <b>%s</b>mm&sup2; bölüm

source: There is no realistic wire section determinable. You should probably decrease distance between devices.
es_es: No hay una sección de cable realista que pueda determinarse. Probablemente deberías disminuir la distancia entre dispositivos.
fa: هیچ قطعه سیم واقع بینانه قابل معیین نیست. احتمالا فاصله بین دستگاه ها را کاهش می دهید.
fr: Impossible de proposer une section de câble réaliste. Vous devriez peut-être envisager de diminuer la distance entre les appareils.
id: Tidak ada bagian kawat realistis yang dapat ditentukan. Anda mungkin harus mengurangi jarak antar perangkat.
it: Non è possibile determinare una sezione di filo realistica. Probabilmente dovresti diminuire la distanza tra i dispositivi.
ru: Подходящее сечение провода не определяется. Вероятно, следует уменьшить расстояние между устройствами.
tr: Gerçekçi bir belirnebilir kablo bölümü yok. Büyük bir olasılıkla cihazlarınızın arasında ki mesafeyi kısaltmanız gerekiyor.

source: Nearest wire section suggested : <b>%s</b>, approximate cost %d&euro;
es_es: La sección de cable más cercana sugiere: <b>%s</b>, costo aproximado %d&euro;;
fa: نزدیک ترین بخش سیم پیشنهادی: <b>%s</b>, تقریبی هزینه %d&euro;
fr: Section de câble la plus proche proposée : <b>%s</b>, pour un coût d'environ %d&euro;
id: Bagian kawat terdekat menyarankan: <b>%s</b>, perkiraan biaya %d&euro;
ru: Ближайшее предложенное сечение провода : <b>%s</b>, приблизительная стоимость %d&euro;
tr: Önerilen en yakın kablo bölümü : <b>%s</b>, oratalama maliyeti %d&euro;

source: Between charge controller and batteries, for a %sm distance, a wire section of %smm&sup2; is recommended
es_es: Entre el controlador de carga y las baterías, para una distancia de %sm, se recomienda una sección de cable de %smm&sup2;
fa: بین کنترل کننده شارژ و باتری برای %sمتر فاصله بخش سیم از %smm&sup2; توصیه می شود
fr: Entre le régulateur et les batteries, pour une distance de %sm, il vous est conseillé un câble d'une section de %smm&sup2;
id: Antara pengendali biaya dan baterai, untuk jarak %s m, bagian kawat %s mm &sup2; direkomendasikan
ru: Для расстояния в %sм между контроллером заряда и батареями рекомендован провод с сечением %sмм&sup2;
tr: Şarj denetleyicisi ve piller arasında %sm mesafesi için %smm&sup2; tavsiye edilir

source: I (A): Intensity (here the power of the panels / the voltage of the battery bank)
es_es: I (A): Intensidad (aquí la potencia de los paneles / el voltaje del banco de baterías)
fa: I (A): شدت (در اینجا قدرت پنل ها / ولتاژ بانک باتری)
fr: I (A) : L’intensité (ici la puissance des panneaux / la tension des batteries)
id: I (A): Intensitas (disini kekuatan panel / voltase dari baterai bank)
ru: I (А): интенсивность (здесь, мощность панели / напряжение парка батарей)
tr: I (A): Yoğunluk (burada panellerin gücü / pil bankasının gerilimi)

source: Batteries voltage, i. e. %dV * %d/100
es_es: Voltaje de las baterías, i. e. %dV * %d/100
fa: ولتاژ باتری، %dV * %d/۱۰۰
fr: La tension des batteries soit %dV x %d/100
id: Tegangan baterai, yaitu %d V * %d / 100
ru: Напряжение батарей, т. е. %dV * %d/ 100
tr: Akü bataryaları, i. e. %dV * %d/100

source: Another and more complete wire section calculator is avalaible at <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank">sigma-tec</a>.
es_es: Otra calculadora de sección de cable más completa está disponible en <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank">sigma-tec</a>.
fa: بخش دیگر و کامل تر ماشین حساب avalaible در <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank">sigma-tec</a> است.
fr: Un autre calculateur (plus complet) de sections de câbles est disponible sur <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank">sigma-tec</a>.
id: Kalkulator bagian kawat yang lain dan lebih lengkap tersedia di <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank"> sigma-tec</a>.
it: Un altro e più completo calcolatore della sezione cavo è disponibile su <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank">sigma-tec</a>.
ru: Еще один, более полный, калькулятор сечения провода доступен на <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank">sigma-tec</a>.
tr: Başka ve daha eksiksiz tel kesit hesaplayıcısı şu adresten temin edilebilir: <a href="http://www.sigma-tec.fr/textes/texte_cables.html" target="_blank">sigma-tec</a>.

source: PVGIS Simulation, performance prediction
es_es: Simulación PVGIS, predicción de rendimiento
fa: PVGIS شبیه سازی عملکرد پیش بینی
fr: PVGIS Simulation, performance, prédiction
id: Simulasi PVGIS, prediksi kinerja
ru: Моделирование PVGIS, прогнозирование производительности
tr: PVGIS Simülasyon, performans tahmini
uk: PVGIS моделювання, прогноз продуктивності

source: Data from photovoltaic geographical information system (<a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank">PVGIS</a>) application
es_es: Datos de la aplicación del sistema de información geográfica fotovoltaica (<a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank">PVGIS</a>)
fa: داده ها و نرم افزار های سیستم (<a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank">PVGIS</a>) و اطلاعات جغرافیایی فتوولتائیک از PVGIS
fr: Avec les données de l'application <a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank">PVGIS</a>
id: Data dari sistem informasi geografis fotovoltaik (<a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank">PVGIS \</a>) aplikasi
ru: Данные из приложения светоелектрической географической информационной системы (<a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank">PVGIS</a>)
tr: Fotovoltaik coğrafi bilgi sisteminden elde edilen veriler (<a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank">PVGIS</a>) uygulama
uk: Дані з додатків фотоелектричних географічної інформаційної системи (<a href="http://re.jrc.ec.europa.eu/pvgis.html" target="_blank"> PVGIS</a>)

source: Power production estimate for off-grid PV system
es_es: Estimación de la producción de energía para el sistema fotovoltaico fuera de la red
fa: تخمین تولید قدرت برای شبکه خارج از سیستم PV
fr: La production estimé de votre système
id: Perkiraan produksi tenaga untuk sistem PV off-grid
ru: Ожидаемая производительность внесетевой фотоэлектрической системы
tr: Sistem dışı PV sistemi için enerji üretimi tahmini
uk: Потужність виробництва кошторис на автономні системи PV

source: Average energy production per day
es_es: Promedio de producción de energía por día
fa: انرژی متوسط تولید در هر روز
fr: Moyenne de la production d'énergie par jour
id: Energi rata-rata produksi per hari
it: Produzione elettrica media giornaliera
ru: Среднее производство энергии в день
tr: Günlük ortalama enerji üretimi
uk: Виробництво середня енергії на добу

source: Average energy not captured per day
es_es: Promedio de Energía no capturada por día
fa: متوسط ​​انرژی که در روز گرفته نشده است
fr: Moyenne de l'énergie non capturé par jour
id: Energi rata-rata tidak ditangkap per hari
it: Energia media non catturata per giorno
ru: Средняя энергия не захваченная в день
tr: Günlük olarak yakalanmayan enerji
uk: Середня енергії не захопили на добу

source: Battery performance for off-grid PV system
es_es: Rendimiento de la batería para el sistema fotovoltaico fuera de la red
fa: عملکرد باتری برای سیستم خارج از شبکه PV
fr: État du parc de batterie
id: Kinerja baterai untuk off-grid sistem PV
ru: Производительность батареи для внесетевой фотоэлектрической системы
tr: Sistem dışı PV sistemi için akü performansı
uk: Продуктивність батареї автономні системи PV

source: Percentage of days when battery became full
es_es: Porcentaje de días en que la batería se llenó
fa: درصد روزهایی که باتری پر شده است
fr: Pourcentage de jour ou le parc de batterie est plein
id: Persentase dari hari-hari ketika baterai menjadi penuh
ru: Процент дней когда батарея стала полной
tr: Akünün tam dolu olduğu günlerin yüzdesi
uk: Відсоток днів, коли акумулятор стала повною

source: Percentage of days when battery became empty
es_es: Porcentaje de días en que la batería se vació
fa: درصد روزهایی که باتری خالی شد
fr: Pourcentage de jour ou le parc de batterie est vide
id: Persentase dari hari-hari ketika baterai menjadi kosong
it: Percentuale di giorni in cui la batteria si è svuotata
ru: Процент дней когда батарея стала пустой
tr: Akünün tam boş olduğu günlerin yüzdesi
uk: Відсоток днів, коли акумулятор стала порожня

source: Probability of battery charge state at the end of the day
es_es: Probabilidad del estado de carga de la batería al final del día
fa: احتمال شارژ باتری در پایان روز
fr: Estimation de l’état de charge de batterie à la fin de la journée
id: Kemungkinan baterai negara pada akhir hari
it: Probabilità dello stato di carica della batteria alla fine della giornata
ru: Вероятность состояния заряда батареи в конце дня
tr: Günün sonunda akü şarj durumu olasılığı
uk: Імовірність стан батареї в кінці дня

source: Percentage of days with this charge state
es_es: Porcentaje de días con este estado de carga
fa: درصد روزها با این حالت شارژ
fr: Pourcentage de jours avec cet de charge
id: Persentase hari dengan biaya negara
it: Percentuale di giorni con questo stato di carica
ru: Процент дней с этим состоянием заряда
tr: Bu şarj durumuna sahip günlerin yüzdesi
uk: Відсоток днів з таким рівнем заряду

source: This is an approximate estimation for new equipment, it can't be considered as a quote.
es_es: Ésta es una estimación aproximada para el equipo nuevo, no puede ser considerado como una cita.
fa: این یک تخمین تقریبی برای تجهیزات جدید است، نمیتواند به عنوان یک نقل قول در نظر گرفته شود.
fr: Ceci est une estimation grossière pour du matériel neuf, elle ne fait en aucun cas office de devis.
id: Ini adalah perkiraan estimasi untuk peralatan baru, itu tidak dapat dianggap sebagai kutipan.
it: Questa è una stima approssimativa per l'attrezzatura, non può essere considerato come un preventivo.
ru: Это приблизительная оценка для нового оборудования, ее нельзя рассматривать как источник.
tr: Bu yeni ekipman için yaklaşık bir tahmindir, bir teklif olarak düşünülemez.
uk: Це Орієнтовна оцінки для нового обладнання, він не може розглядатися як цитати.

source: between
es_es: entre
fa: بین
fr: entre
id: antara
it: tra
ru: между
tr: arasında
uk: між

source: and
es_es: y
fa: و
fr: et
id: dan
it: e
ru: и
tr: ve

source: Estimated cost %s&euro;/W at low range cost and %s&euro;/W at high range cost
es_es: Costo estimado %s&euro;/W a rango de costo bajo y %s&euro;/W a rango de costo alto
fa: برآورد هزینه%s&euro;/W در محدوده کم هزینه و %s&euro;/W در محدوده با هزینه بالا
fr: Coût estimé de %s&euro;/W en fourchette basse & %s&euro;/W en haute
id: Perkiraan biaya %s&euro;/W pada biaya rendah dan %s&euro;/W dengan biaya kisaran tinggi
it: Costo stimato %s&euro;/W a costo di fascia bassa e %s&euro;/W a costo di alta gamma
ru: Оценочная стоимость %s&euro;/Вт при низких затратах и %s&euro;/Вт при высоких затратах
tr: En düşük fiyatta tahmini maliyet %s&euro;/W ve en yüksek fiyatta %s&euro;/W
uk: Орієнтовну вартість %s&euro;/w діапазоні низьких витрат і %s&euro;/w високого діапазону вартістю

source: You will need a BMS for your batteries litium, it is not included in the price estimate<
fr: Vous aurez besoin d'un BMS pour vos batterie litium, il n'est pas inclus dans l'estimation du prix<

source: sorry, no hypothesis for charge controller
es_es: lo sentimos, no hay hipótesis para el controlador de carga
fa: با عرض پوزش، هیچ فرضیه برای کنترل کننده شارژ وجود ندار
fr: désolé nous n'avons pas réussi à faire une hypothèse pour le régulateur
id: maaf, tidak ada hipotesis untuk charge controllermaaf, tidak ada hipotesis untuk charge controller
it: scusa, nessuna ipotesi per il controller di carica
ru: извините, нет предположения о контроллере заряда
tr: üzgünüz, şarj kontrol cihazı için bir hipotez yok
uk: на жаль, немає припущення щодо регулятора заряду

source: approximately
es_es: aproximadamente
fa: تقریباً
fr: environ
id: sekitar
it: approssimativamente
ru: примерно
tr: yaklaşık olarak
uk: приблизно
